{"createdTime":1768333273213,"shownInTree":["forgotten-realms/dhampir-(fr).html","forgotten-realms/goblin-(fr).html","forgotten-realms/grung.html","forgotten-realms/human-(fr).html","forgotten-realms/races-of-the-forgotten-realms.html","forgotten-realms/teves.html","forgotten-realms/thri-keen.html","pasted-image-20260111142142.png","pasted-image-20260111142142.html","pasted-image-20260111144017.png","pasted-image-20260111144017.html","pasted-image-20260111144906.png","pasted-image-20260111144906.html","pasted-image-20260113140933.png","pasted-image-20260113140933.html","pasted-image-20260113141021.png","pasted-image-20260113141021.html","pasted-image-20260113141135.png","pasted-image-20260113141135.html","pasted-image-20260113141204.png","pasted-image-20260113141204.html","pasted-image-20260113142039.png","pasted-image-20260113142039.html","pasted-image-20260113145344.png","pasted-image-20260113145344.html","shared-between.html"],"attachments":["pasted-image-20260111142142.png","pasted-image-20260111144017.png","pasted-image-20260111144906.png","pasted-image-20260113140933.png","pasted-image-20260113141021.png","pasted-image-20260113141135.png","pasted-image-20260113141204.png","pasted-image-20260113142039.png","site-lib/scripts/graph-wasm.wasm","site-lib/fonts/94f2f163d4b698242fef.otf","site-lib/fonts/72505e6a122c6acd5471.woff2","site-lib/fonts/2d5198822ab091ce4305.woff2","site-lib/fonts/c8ba52b05a9ef10f4758.woff2","site-lib/fonts/cb10ffd7684cd9836a05.woff2","site-lib/fonts/293fd13dbca5a3e450ef.woff2","site-lib/fonts/085cb93e613ba3d40d2b.woff2","site-lib/fonts/b5f0f109bc88052d4000.woff2","site-lib/fonts/cbe0ae49c52c920fd563.woff2","site-lib/fonts/535a6cf662596b3bd6a6.woff2","site-lib/fonts/70cc7ff27245e82ad414.ttf","site-lib/fonts/454577c22304619db035.ttf","site-lib/fonts/52ac8f3034507f1d9e53.ttf","site-lib/fonts/05b618077343fbbd92b7.ttf","site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","site-lib/media/6155340132a851f6089e.svg","site-lib/media/2308ab1944a6bfa5c5b8.svg","site-lib/html/file-tree-content.html","site-lib/scripts/webpage.js","site-lib/scripts/graph-wasm.js","site-lib/scripts/graph-render-worker.js","site-lib/media/favicon.png","site-lib/styles/obsidian.css","site-lib/styles/global-variable-styles.css","site-lib/styles/main-styles.css","site-lib/rss.xml","pasted-image-20260113145344.png"],"allFiles":["forgotten-realms/teves.html","pasted-image-20260113145344.png","pasted-image-20260113145344.html","forgotten-realms/grung.html","forgotten-realms/thri-keen.html","forgotten-realms/races-of-the-forgotten-realms.html","forgotten-realms/goblin-(fr).html","pasted-image-20260113142039.png","pasted-image-20260113142039.html","pasted-image-20260113141204.png","pasted-image-20260113141204.html","pasted-image-20260113141135.png","pasted-image-20260113141135.html","pasted-image-20260113141021.png","pasted-image-20260113141021.html","pasted-image-20260113140933.png","pasted-image-20260113140933.html","pasted-image-20260111144906.png","pasted-image-20260111144906.html","pasted-image-20260111144017.png","pasted-image-20260111144017.html","forgotten-realms/human-(fr).html","pasted-image-20260111142142.png","pasted-image-20260111142142.html","forgotten-realms/dhampir-(fr).html","shared-between.html","site-lib/scripts/graph-wasm.wasm","site-lib/fonts/94f2f163d4b698242fef.otf","site-lib/fonts/72505e6a122c6acd5471.woff2","site-lib/fonts/2d5198822ab091ce4305.woff2","site-lib/fonts/c8ba52b05a9ef10f4758.woff2","site-lib/fonts/cb10ffd7684cd9836a05.woff2","site-lib/fonts/293fd13dbca5a3e450ef.woff2","site-lib/fonts/085cb93e613ba3d40d2b.woff2","site-lib/fonts/b5f0f109bc88052d4000.woff2","site-lib/fonts/cbe0ae49c52c920fd563.woff2","site-lib/fonts/535a6cf662596b3bd6a6.woff2","site-lib/fonts/70cc7ff27245e82ad414.ttf","site-lib/fonts/454577c22304619db035.ttf","site-lib/fonts/52ac8f3034507f1d9e53.ttf","site-lib/fonts/05b618077343fbbd92b7.ttf","site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","site-lib/media/6155340132a851f6089e.svg","site-lib/media/2308ab1944a6bfa5c5b8.svg","site-lib/html/file-tree-content.html","site-lib/scripts/webpage.js","site-lib/scripts/graph-wasm.js","site-lib/scripts/graph-render-worker.js","site-lib/media/favicon.png","site-lib/styles/obsidian.css","site-lib/styles/global-variable-styles.css","site-lib/styles/main-styles.css"],"webpages":{"forgotten-realms/dhampir-(fr).html":{"title":"Dhampir (FR)","icon":"","description":"Creature Type: Humanoid and Undead\nSize: Medium (about 4-7 feet tall) or Small (about 2-4 feet tall), chosen when you select this species.\nSpeed: 30 feet, 25 feet if you are small, in return, you may select an additional trait.You have eight traits chosen from the below list.As your enemy's life force ebbs, you grow ever stronger. If you have the Natural Attack trait, each time you hit with an Unarmed Strike, you gain Temporary Hit Points equal to the damage dealt by the attack.To the Dregs. If you take this trait twice, when you use Draining Attack, the target also takes a penalty to their Hit Point maximum equal to the damage dealt by the attack. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your ability to roll with even the worst attacks means that armor would only slow you down. When you are not wearing armor, your AC is equal to 13 + your Dexterity modifier.Protective Cover. If you take this trait twice, when you make a Dexterity saving throw or are targeted by a ranged attack, you can use a Reaction to have Advantage on the saving throw or impose Disadvantage on the ranged attack roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.A connection to the life force of others lets you shape that force to their benefit. Whenever an allied creature within 30 feet of you regains Hit Points, you can spend a Hit Die and add the roll of the die to the number of Hit Points gained by the ally.Sangromancy Savant. If you take this trait twice, when you use Divine Sangromancy, you also regain Hit Points equal to your Hit Die roll.You summon a surge of ferocity when your prey least expects it. At the end of each Long Rest, you gain a number of d8s equal to your Proficiency Bonus. When you make an attack with a weapon or an Unarmed Strike, you can roll a d8 and add it to either the attack roll or the damage roll. If you add it to the d20 roll, you can decide to roll the d8 after the d20 roll is made, but you must do so before the outcome of the roll is known.Relentless Instinct. If you take this trait twice, whenever you use Hunter's Instinct for an attack roll, if the attack roll misses, you retain the d8 and can use it again.Effects that corrupt the essence of other living creatures are of little concern to you. You have Resistance to Necrotic damage.Strength of Life. If you take this trait twice, when you fail a saving throw against an effect that deals Necrotic damage, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.The many things that want to kill you must catch you first. On your turn, you can increase your Speed by 30 feet until the end of your turn. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Furious Speed. If you take this trait twice, on a turn when you use Burst of Speed, you don't provoke Opportunity Attacks.Sometimes staying away from what threatens you means getting clear of those threats. You have a Climb Speed equal to your Speed.Wall Walker. If you take this trait twice, you can use your Climb Speed to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, while using climbing movement, you can use the Dash action as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.A life spent in shadow has made you grow accustomed to the gloom. You can see in Dim Light within 60 feet of you as if it were Bright Light, and in Darkness within 60 feet of you as if it were Dim Light. You can't discern color in Darkness, only shades of gray.Improved Darkvision. If you take this trait twice, the range of your Darkvision increases to 120 feet.An innate resilience lets you shake off conditions that would take others down. You have Advantage on saving throws connected to gaining or removing Exhaustion levels.Vigorous. If you take this trait twice, when you fail a saving throw against Exhaustion, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Even beneath scorching sun and in freezing cold, you hold yourself strong. You have Advantage on Constitution saving throws made to resist the effects of extreme cold or extreme heat.Immune to the Elements. If you take this trait twice, you automatically succeed on Constitution saving throws to resist the effects of extreme cold or extreme heat.Threats on the ground are of little concern as you leap over them with ease. You can make a Long Jump of up to 20 feet and a High Jump of up to 10 feet, with or without a running start. If your Speed is less than the distance you can Long Jump, you can leap only a distance equal to your Speed.Incredible Leap. If you take this trait twice, you can make a Long Jump of up to 30 feet and a High Jump of up to 15 feet, as limited by your speed. Additionally, when you jump out of another creature's reach, the movement of the jump does not provoke Opportunity Attacks from that creature. You regain the use of this feature when you finish a Long Rest.ven as destruction rains down around you, your hearing stays sharp. You have Advantage on saving throws against having the Deafened condition.Determined Hearing. If you take this trait twice, you have Advantage on Perception checks involving hearing. Additionally, when you fail a saving throw against being Deafened, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.You long ago learned that being open with others only gives them power over you. You have proficiency in the Deception skill.Expert Deceiver. If you take this trait twice, you have Advantage on Deception checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.You can select a level 1 spell from the same list as a cantrip you have previously chosen. If you select a level 1 spell, you can cast it once without expending a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. If you have levels in the associated spellcasting class, you always have this spell prepared, and it doesn't count against the number of spells you can prepare each day.Whether through intensive study or the innate touch of magic in your blood, you have the ability to invoke magical spells. You learn one cantrip of your choice from any spell list, which you cast using the associated ability score: Intelligence for Wizard spells, Wisdom for Cleric and Druid spells, and Charisma for Bard, Sorcerer, and Warlock spells. If the spell appears on multiple spell lists, choose one to determine the spellcasting attribute for that spell.Whenever you rest, you touch the dreams of those around you, seeding their thoughts and memories into your own mind. When you make an ability check to recall lore or knowledge, you have Advantage on the check. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Secret Dreams. If you take this trait twice, you gain an instinctive knowledge of the secrets of other creatures while you touch their dreams. Using a Search action, you focus on one creature you can see and make a DC 15 Wisdom (Insight) check. With a successful check, you learn one secret of the GM's choice known to that creature. The secrets of creatures that don't have a language come to you as vague images and impressions. You regain the use of this feature when you finish a Short or Long Rest.The lessons of the past are harsh, but learning those lessons might give you the best insight for navigating the future. You have proficiency in the History skill.Deep Lore. If you take this trait twice, you have Advantage on History checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your innate healing abilities let you recover from some of the grimmest wounds. During a Long Rest, you can automatically reverse Grievous Wounds. Additionally, you can reattach any severed body parts (fingers, legs, tails, and so on), which are automatically restored at the end of the Long Rest. If your severed body parts aren't available, you can replace them with the same body parts of another creature of the same general anatomy as you. If you wish to intentionally swap out body parts with replacements, you can sever your own body parts with no pain or discomfort.The ability to make use of unusual body parts (for example, giving yourself the taloned paw of a lion if you lose a hand) are left to the GM's discretion. In any event, swapping a severed body part for an unusual body part grants you no mechanical Advantages not covered by other traits (see \"Features and Traits\" on page 11).Regenerative Healer. If you take this trait twice, you automatically reverse Permanent Wounds during a Long Rest. Additionally, you can restore any severed body part during a Long Rest, as if subject to the Regenerate spell. You can use this trait to create unusual regenerated body parts at the GM's determination.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Combat Traits:","level":3,"id":"Combat_Traits_0"},{"heading":"Draining Attack","level":4,"id":"Draining_Attack_0"},{"heading":"Natural Attack (Fangs)","level":4,"id":"Natural_Attack_(Fangs)_0"},{"heading":"Well Protected","level":4,"id":"Well_Protected_0"},{"heading":"Divine Sangromancy","level":4,"id":"Divine_Sangromancy_0"},{"heading":"Hunter's Instinct","level":4,"id":"Hunter's_Instinct_0"},{"heading":"Touch of Life","level":4,"id":"Touch_of_Life_0"},{"heading":"Burst of Speed","level":4,"id":"Burst_of_Speed_0"},{"heading":"Exploration Traits:","level":3,"id":"Exploration_Traits_0"},{"heading":"Climber","level":4,"id":"Climber_0"},{"heading":"Darkvision","level":4,"id":"Darkvision_0"},{"heading":"Tireless","level":4,"id":"Tireless_0"},{"heading":"Inured to the Elements","level":4,"id":"Inured_to_the_Elements_0"},{"heading":"Standing Leap","level":4,"id":"Standing_Leap_0"},{"heading":"Resilient Ear","level":4,"id":"Resilient_Ear_0"},{"heading":"Roleplaying Traits:","level":3,"id":"Roleplaying_Traits_0"},{"heading":"Eager Deceiver","level":4,"id":"Eager_Deceiver_0"},{"heading":"Magical Savant (Charm Person)","level":4,"id":"Magical_Savant_(Charm_Person)_0"},{"heading":"Magical Savvy (Friends)","level":4,"id":"Magical_Savvy_(Friends)_0"},{"heading":"Dreamwalking","level":4,"id":"Dreamwalking_0"},{"heading":"Embrace the Past","level":4,"id":"Embrace_the_Past_0"},{"heading":"Unnatural Healer","level":4,"id":"Unnatural_Healer_0"}],"links":[],"author":"","coverImageURL":"","fullURL":"forgotten-realms/dhampir-(fr).html","pathToRoot":"..","attachments":[],"createdTime":1768143160194,"modifiedTime":1768148188292,"sourceSize":10694,"sourcePath":"Forgotten Realms/Dhampir (FR).md","exportPath":"forgotten-realms/dhampir-(fr).html","showInTree":true,"treeOrder":1,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown"},"forgotten-realms/goblin-(fr).html":{"title":"Goblin (FR)","icon":"","description":"<img alt=\"Pasted image 20260111144906.png\" src=\"pasted-image-20260111144906.png\" target=\"_self\"><br>Goblins are a short lived, yet highly adaptable and intuitive, race. Their average lifespan of a Goblin who has yet to go through a <a data-href=\"Looking Glass\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Looking Glass</a> is about three years. They have a strange relationship with the Looking Glasses, as they seem to uniquely extend their lifespans by roughly a year each time they go into one.Goblins fully mature within the first six months of their life, it is during this time that they will usually adapt to their environment, and it is during this time that they consider themselves to be in great pain, as they grow rapidly to their adult size and proportions. They don't really age beyond this point, simply ceasing within the next four years.They uniquely don't raise their young, letting them fend for themselves a mere five days after they are born, being equivalent to a Human six year old already. They are definitely an R-selected species.Most of their education comes from intuition and oral mythologies and histories. Very few goblins ever have formal training, a Goblin Wizard would be considered a savant or a genius by the standards of the other races, for they just understand the nature of the universe.They are the only race that has near universally gone into the Looking Glasses, not only due to the life extending properties, but due to a pull towards them. A pull towards one’s suited to their particular environmental adaptations specifically. The cause is unknown, but they, even the logically minded of them, tend to take it as a spiritual or religious sign of some sort.Due to their short lifespans, they view time very differently to other races. Usually getting an intuitive grasp that their actions will have consequences down the line or a belief that every other race is ‘slow’, all talk and no action, wasting their time ‘relaxing’ rather than getting things done. Why sit and talk out the minutia of a plan when the plan isn’t going to go to plan anyways? Oddly a race of broad strokes, but a line of broad strokes, where the brush is never lifted off of the canvas of experience. If they can help it anyways. So, while you or I may call them impulsive or chaotic, they have already grasped something beyond our perspective and have decided to act on it.Their race is oddly spiritual, thousands of religions among their people, yet, their macro details are often similar. Making them simultaneously the most and least diverse peoples when it comes to religion.Goblins are, generally speaking, nomads, outlanders, or hermits. They rarely situate themselves properly into the societies of other races, rather 'passing through'.Goblins are usually some shade of green, however, they do have differences between different environments, though a vast majority are basically small green humans with long pointed ears, green skin, green eyes, extremely dark (almost black) green hair. Though some Goblins who have adapted extremely to an environment may look different.Arctic Goblins may be pale or white, they may even be furred.Coastal Goblins may have a more 'seafoam' coloration with shorter ears.Desert Goblins may have brown and tan colorations, longer ears not being uncommon, some of them even have neck frills. A few are even red, or their ears being with red accents or 'droopy bits'.Forest Goblins may have stripes or spots, their arms tend to be oddly longer in proportion to their bodies, and they may claws.Grassland Goblins may have a tan or golden tint to their skin, their legs tend to be oddly longer in proportion to their bodies, and their ears may be moveable much like a cat's.Hill and Mountain Goblins tend to be tough, skin taking on the texture and coloration of the stones they grew up near.Swamp Goblins tend to be darker colors, usually still green.Subterranean Goblins tend to be pale colors, with large eyes, some have small claws or strong grips.Underwater Goblins tend to grow gills, webbed digits, some even develop countershading, patterns like light through water, and are often blue or greys, and many develop maws filled with saw-like teeth like a shark. They tend to have ears that are even smaller than a Human's.Creature Type: Humanoid\nSize: Small (about 3-5 feet tall).\nSpeed: 25 feetYou have nine traits chosen from the below list. You may choose a tenth if you can not read or write (besides your name).The horrors you've lived through have hardened you. You have Advantage on saving throws to avoid being Frightened.Infectious Bravery. If you take this trait twice, you can use your Reaction to bolster the spirits of your allies, granting one ally who can see or hear you Advantage on a saving throw against being Frightened. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.By focusing your inner strength, you gain a needed edge. As a Bonus Action, you grant yourself Advantage on an attack roll or ability check you make before the start of your next turn. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Centered Edge. If you take this trait twice, when you succeed on the attack roll or ability check made while using Centered, you can choose one creature within 30 feet of you. That creature has Advantage on the next attack roll or ability check they make before the start of your next turn.By slipping behind enemies or allies alike, you are able to fade from view with ease. You can take the Hide action even when you have Half Cover from a creature, as long as that creature is of a size larger than you.Subtle Cover. If you take this trait twice, you can take the Hide action when you have Half Cover from a creature the same size as you.No matter how badly beaten down you are, you find the will to keep fighting when you most need it. As a Reaction after you take damage, you can roll a number of d6s equal to your Proficiency Bonus and gain Temporary Hit Points equal to the total. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Focused Edge. If you take this trait twice, you can reroll 1s and 2s when you use Focused Reserves, but you must use the new rolls.Foes that outsize you quickly learn to fear your wrath. If you hit a creature that is one size larger than you, you can choose to deal extra damage to the creature equal to your Proficiency Bonus. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Even Larger. If you take this trait twice, Larger Target applies to creatures of any size larger than you.Making use of constant movement lets you minimize the threat of larger foes. You can move through the space of any creature at least on size larger than you.Nimble Passage. If you take this trait twice, you do not treat another creature's space as Difficult Terrain.Your brutal strike leaves your foe reeling as you slip away. When you hit a hostile creature with an attack with a weapon or an Unarmed Strike, Opportunity Attacks against you by that creature have Disadvantage until the end of your turn.Supreme Skirmisher. If you take this trait twice, when you hit a hostile creature with an attack with a weapon attack or an Unarmed Strike, you can take the Disengage action as a Bonus Action until the end of your turn.Any enemy that tries to grab you is in for a surprise. You have Advantage on Athletics and Acrobatics checks to escape a grapple.Supreme Slip. If you take this trait twice, when you fail an Athletics or Acrobatics check to escape a grapple, you can use your Reaction to succeed instead. You regain the use of this feature when you finish a Long Rest.Your ability to stay in motion is second to none, and foes try in vain to pin you down. You have Advantage on saving throws against being Restrained.Slip Free. If you take this trait twice, when you fail a saving throw against being Restrained, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.The weapons you wield might save your life one day, and you know their secrets. You have proficiency with three weapons of your choice.Weapon Specialist. If you take this trait multiple times, you gain proficiency with three new weapons each time. Additionally, choose one weapon with which you have proficiency. You have a +1 bonus to damage rolls with that weapon.The natural world is a dangerous place, and your connection to specific parts of that world grants you an edge in survival. Choose an environment: arctic, coastal, desert, forest, grassland, hill and mountain, swamp, subterranean, or underwater. While in that environment, whenever you make an ability check to assess structures, monuments, or natural features; to find food or drinkable water; or to track creatures, you are considered to have proficiency in the appropriate skill for the check, and you add double your Proficiency Bonus to the check instead of your normal bonus.Adaptive Awareness. If you take this trait multiple times, you gain its benefit for a new environment each time. Additionally, when you make an ability check using Environmental Awareness, you have Advantage on the check. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.An instinctive sense for danger protects you at all times. While you have the Unconscious condition while asleep, you are aware of your surroundings and can make Perception checks normally.Sleeping Ward. If you take this trait twice, while you are asleep, you automatically detect the presence of any creature intending harm to you that moves within 30 feet of you. A creature that is simply capable of harming you does not trigger this trait until it has intent to do so. For example, a wild animal might approach you cautiously, then decide to attack only when it realizes you are sleeping.You have learned to avoid notice at all costs, letting you momentarily obscure yourself from observation. As a Bonus Action, you can take the Hide action to conceal yourself without needing to be Heavily Obscured or behind Three-Quarters Cover or Total Cover. You need not be out of a creature's line of sight to use this ability. You become visible at the start of your next turn unless you have moved into a position that allows you to use the Hide action normally. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Long Fade. If you take this trait twice, you have Advantage on your ability check when you take the Hide action from Fade Away, and you become visible at the end of your next turn instead of the start of your next turn.With any degree of obscuration, your instinctive ability to conceal yourself lets you avoid your enemies' notice. You can take the Hide action even when you are only Lightly Obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena.Faultless Shroud. If you take this trait twice, you have Advantage on Stealth checks using the Hide action while using Shroud of the Wild.The weak-willed around you are easy targets for your manipulation. By conversing with a nonhostile creature for at least 1 minute, you can attempt to charm them. The creature must succeed on a Wisdom saving throw (DC = 8 + your Charisma modifier + your Proficiency Bonus) or have the Charmed condition for 1 hour. At the GM's discretion, you also learn one piece of information that the target knows that relates to the topic of conversation while you speak to them. Regardless of whether or not the target succeeds on the saving throw, they remain unaware of your attempt. You regain use of this feature when you finish a Short or Long Rest.Master Manipulator. If you take this trait twice, a creature has Disadvantage on the saving throw, and it has the Charmed condition for 8 hours on a failed save.Those who attempt to deceive you do so in vain. You have proficiency in the Insight skill.Exceptional Insight. If you take this trait twice, you have Advantage on Insight checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.When needs demand, you get the job done better than most. As a Bonus Action, choose one skill or tool that you don't have proficiency with. You have proficiency in that skill or with that tool for 1 hour. You regain the use of this feature when you finish a Long Rest.Expert Improviser. If you take this trait twice, you have Advantage on ability checks you make using the skill or tool you select with Improviser. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The best way to avoid danger is to make sure you're the first person to notice it. You have proficiency in the Perception skill.Piercing Perception. If you take this trait twice, you have Advantage on Perception checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.When trouble comes for you, you excel at making sure it can't find you. You have proficiency in the Stealth skill.Calculated Disappearance. If you take this trait twice, you have Advantage on Stealth checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your ability to fade into the background of familiar territory helps keep you safe from threats. Choose an environment: arctic, coastal, desert, forest, grassland, hill and mountain, swamp, subterranean, or underwater. You have Advantage on Stealth checks made with the Hide action while in that environment.Shared Camouflage. If you take this trait multiple times, you gain its benefits for a new environment each time. Additionally, when you take the Hide action, you can forgo making a Stealth check while in any environment chosen with Natural Camouflage, instead treating the check as if you had rolled a 15. You regain the use of this feature when you finish a Long Rest.The time you've spent in the natural world lets you travel at speed, and hinders the abilities of those who would hunt you. Choose an environment: arctic, coastal, desert, forest, grassland, hill and mountain, swamp, subterranean, or underwater. While in that environment, moving through nonmagical Difficult Terrain costs you no extra movement, and ability checks made to track you have Disadvantage.Shared Movement. If you take this trait multiple times, you gain its benefits for a new environment each time. Additionally, while in any environment chosen for Natural Movement, as a Bonus Action, you can grant creatures of your choice the benefit of Natural Movement for 1 hour, as long as those creatures remain within 120 feet of you and can see you.The grimmest myths and legends of the past hold the keys to shaping the future. You have proficiency in the Religion skill.Force of Faith. If you take this trait twice, you have Advantage on Religion checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.These traits can only be selected if you have chosen the appropriate environment for the traits Natural Movement, Natural Camouflage, or Environmental Awareness. If you have all three for a given environment, you may choose a trait from the environment to get as an extra trait.Exposure to the worst effects of a specific energy has given you a tolerance to its effects. You have Resistance to one of the following damage types of your choice: Cold.Damage Immunity. If you take this trait twice, as a Reaction to taking damage of the type you chose for Damage Resistance, you gain Immunity to that damage type until the end of your next turn. You regain the use this feature when you finish a Short Rest.Even beneath scorching sun and in freezing cold, you hold yourself strong. You have Advantage on Constitution saving throws made to resist the effects of extreme cold or extreme heat.Immune to the Elements. If you take this trait twice, you automatically succeed on Constitution saving throws to resist the effects of extreme cold or extreme heat.Whether trapped under black water or resisting poisonous fumes, you refuse to give in. You can hold your breath for up to 1 hour.Endless Breath. If you take this trait twice, you can hold your breath for up to 8 hours.Exposure to the worst effects of a specific energy has given you a tolerance to its effects. You have Resistance to one of the following damage types of your choice: Fire.Damage Immunity. If you take this trait twice, as a Reaction to taking damage of the type you chose for Damage Resistance, you gain Immunity to that damage type until the end of your next turn. You regain the use this feature when you finish a Short Rest.Even beneath scorching sun and in freezing cold, you hold yourself strong. You have Advantage on Constitution saving throws made to resist the effects of extreme cold or extreme heat.Immune to the Elements. If you take this trait twice, you automatically succeed on Constitution saving throws to resist the effects of extreme cold or extreme heat.Your reserves of physical power have kept you alive on more than one occasion. You have proficiency in the Athletics skill.Athlete's Resolve. If you take this trait twice, you have Advantage on Athletics checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.As you hurl yourself into battle, your foes discover that trying to keep away from you won't save them. Your reach increases by 5 feet. This extra reach doesn't apply to Opportunity Attacks.Opportune Reach. If you take this trait twice, your extra reach from Reach Attack applies to Opportunity Attacks.As you've learned more than once, moving fast is often the best way to avoid trouble. Your Speed increases by 5 feet.Shared Fleetness. If you take this trait twice, your Speed increases by another 5 feet, for a total increase of 10 feet. Additionally, as a Bonus Action, choose any number of creatures within 30 feet. Those creatures gain a 10 foot bonus to their Speed for 1 minute. You regain the use of this feature when you finish a Long Rest.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Even as destruction rains down around you, your hearing stays sharp. You have Advantage on saving throws against having the Deafened condition.Determined Hearing. If you take this trait twice, you have Advantage on Perception checks involving hearing. Additionally, when you fail a saving throw against being Deafened, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Sometimes staying away from what threatens you means getting clear of those threats. You have a Climb Speed equal to your Speed.Wall Walker. If you take this trait twice, you can use your Climb Speed to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, while using climbing movement, you can use the Dash action as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.An intrinsic hardiness marks you as one born for battle. Your Hit Point maximum increases by 1, and it increases by 1 each time you gain a level.Extra Tough. If you take this trait twice, your Hit Point maximum increases by 2 instead of 1, and it increases by 2 each time you gain a level. Additionally, when you make a saving throw against an effect that would decrease your Hit Point maximum, you have Advantage on the save. You regain the use of this feature when you finish a Long Rest.Your ability to roll with even the worst attacks means that armor would only slow you down. When you are not wearing armor, your AC is equal to 13 + your Dexterity modifier.Protective Cover. If you take this trait twice, when you make a Dexterity saving throw or are targeted by a ranged attack, you can use a Reaction to have Advantage on the saving throw or impose Disadvantage on the ranged attack roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Whether trapped under black water or resisting poisonous fumes, you refuse to give in. You can hold your breath for up to 1 hour.Endless Breath. If you take this trait twice, you can hold your breath for up to 8 hours.Your exceptional fortitude lets you shrug off the effects of even the worst toxins. You have Advantage on saving throws against being Poisoned.Poison Indemnity. If you take this trait twice, when you fail a saving throw against being Poisoned, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Sometimes staying away from what threatens you means getting clear of those threats. You have a Climb Speed equal to your Speed.Wall Walker. If you take this trait twice, you can use your Climb Speed to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, while using climbing movement, you can use the Dash action as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.A life spent in shadow has made you grow accustomed to the gloom. You can see in Dim Light within 60 feet of you as if it were Bright Light, and in Darkness within 60 feet of you as if it were Dim Light. You can't discern color in Darkness, only shades of gray.Improved Darkvision. If you take this trait twice, the range of your Darkvision increases to 120 feet.A single misstep can lead to ruin, but your instincts for direction keep you from going astray. You always know which way is north, and you can reckon a cardinal direction of the GM's determination while on other planes. Additionally, you have Advantage on ability checks made to avoid becoming lost, to navigate, or to track.Expert Orientation. If you take this trait twice, when you fail an ability check made to avoid becoming lost, to navigate, or to track, you can choose to succeed instead. You regain the use of this feature when you finish a Long Rest.Even as destruction rains down around you, your hearing stays sharp. You have Advantage on saving throws against having the Deafened condition.Determined Hearing. If you take this trait twice, you have Advantage on Perception checks involving hearing. Additionally, when you fail a saving throw against being Deafened, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Surviving underwater is second nature to you. You can breathe air and water.Water Born. If you take this trait twice, you have Advantage on ability checks or saving throws made while submerged in water. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.A life spent in shadow has made you grow accustomed to the gloom. You can see in Dim Light within 60 feet of you as if it were Bright Light, and in Darkness within 60 feet of you as if it were Dim Light. You can't discern color in Darkness, only shades of gray.Improved Darkvision. If you take this trait twice, the range of your Darkvision increases to 120 feet.You are in your element while in the water, moving with grace and ease. You have a Swim Speed equal to your Speed.Quickened Swim. If you take this trait twice, you can use the Dash action as a Bonus Action while swimming.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Types of Goblins","level":3,"id":"Types_of_Goblins_0"},{"heading":"Religions of Goblins","level":3,"id":"Religions_of_Goblins_0"},{"heading":"Playing a Goblin","level":2,"id":"Playing_a_Goblin_0"},{"heading":"Combat Traits","level":3,"id":"Combat_Traits_0"},{"heading":"Brave","level":4,"id":"Brave_0"},{"heading":"Centered","level":4,"id":"Centered_0"},{"heading":"Creature Cover","level":4,"id":"Creature_Cover_0"},{"heading":"Focused Reserves","level":4,"id":"Focused_Reserves_0"},{"heading":"Larger Target","level":4,"id":"Larger_Target_0"},{"heading":"Pass Through","level":4,"id":"Pass_Through_0"},{"heading":"Skirmish Tactics","level":4,"id":"Skirmish_Tactics_0"},{"heading":"Slippery","level":4,"id":"Slippery_0"},{"heading":"Unchecked","level":4,"id":"Unchecked_0"},{"heading":"Weapon Aptitude","level":4,"id":"Weapon_Aptitude_0"},{"heading":"Exploration Traits","level":3,"id":"Exploration_Traits_0"},{"heading":"Environmental Awareness (Same as Natural Camouflage or Natural Movement)","level":4,"id":"Environmental_Awareness_(Same_as_Natural_Camouflage_or_Natural_Movement)_0"},{"heading":"Even in Sleep","level":4,"id":"Even_in_Sleep_0"},{"heading":"Fade Away","level":4,"id":"Fade_Away_0"},{"heading":"Shroud of the Wild","level":4,"id":"Shroud_of_the_Wild_0"},{"heading":"Roleplay Traits","level":3,"id":"Roleplay_Traits_0"},{"heading":"Calculating Listener","level":4,"id":"Calculating_Listener_0"},{"heading":"Commanding Insight","level":4,"id":"Commanding_Insight_0"},{"heading":"Improviser","level":4,"id":"Improviser_0"},{"heading":"Inborn Perception","level":4,"id":"Inborn_Perception_0"},{"heading":"Instinctual Stealth","level":4,"id":"Instinctual_Stealth_0"},{"heading":"Natural Camouflage (Same as Natural Movement and Environmental Awareness)","level":4,"id":"Natural_Camouflage_(Same_as_Natural_Movement_and_Environmental_Awareness)_0"},{"heading":"Natural Movement (Same as Natural Camouflage and Environmental Awareness)","level":4,"id":"Natural_Movement_(Same_as_Natural_Camouflage_and_Environmental_Awareness)_0"},{"heading":"Moved by Faith","level":4,"id":"Moved_by_Faith_0"},{"heading":"Environmental Traits","level":3,"id":"Environmental_Traits_0"},{"heading":"Arctic","level":4,"id":"Arctic_0"},{"heading":"Damage Resistance (Cold)","level":5,"id":"Damage_Resistance_(Cold)_0"},{"heading":"Inured to the Elements","level":5,"id":"Inured_to_the_Elements_0"},{"heading":"Coastal","level":4,"id":"Coastal_0"},{"heading":"Hold Breath","level":5,"id":"Hold_Breath_0"},{"heading":"Winged","level":5,"id":"Winged_0"},{"heading":"Desert","level":4,"id":"Desert_0"},{"heading":"Damage Resistance (Fire)","level":5,"id":"Damage_Resistance_(Fire)_0"},{"heading":"Inured to the Elements","level":5,"id":"Inured_to_the_Elements_1"},{"heading":"Forest","level":4,"id":"Forest_0"},{"heading":"Athlete's Spirit","level":5,"id":"Athlete's_Spirit_0"},{"heading":"Natural Attack (Claws)","level":5,"id":"Natural_Attack_(Claws)_0"},{"heading":"Reach Attack","level":5,"id":"Reach_Attack_0"},{"heading":"Grassland","level":4,"id":"Grassland_0"},{"heading":"Fleet of Foot","level":5,"id":"Fleet_of_Foot_0"},{"heading":"Natural Attack","level":5,"id":"Natural_Attack_0"},{"heading":"Resilient Ears","level":5,"id":"Resilient_Ears_0"},{"heading":"Hill and Mountain","level":4,"id":"Hill_and_Mountain_0"},{"heading":"Climber","level":5,"id":"Climber_0"},{"heading":"Toughness","level":5,"id":"Toughness_0"},{"heading":"Well Protected","level":5,"id":"Well_Protected_0"},{"heading":"Swamp","level":4,"id":"Swamp_0"},{"heading":"Hold Breath","level":5,"id":"Hold_Breath_1"},{"heading":"Poison Resilience","level":5,"id":"Poison_Resilience_0"},{"heading":"Subterranean","level":4,"id":"Subterranean_0"},{"heading":"Climber","level":5,"id":"Climber_1"},{"heading":"Darkvision","level":5,"id":"Darkvision_0"},{"heading":"Intrinsic Orientation","level":5,"id":"Intrinsic_Orientation_0"},{"heading":"Resilient Ears","level":5,"id":"Resilient_Ears_1"},{"heading":"Underwater","level":4,"id":"Underwater_0"},{"heading":"Amphibious","level":5,"id":"Amphibious_0"},{"heading":"Darkvision","level":5,"id":"Darkvision_1"},{"heading":"Swimmer","level":5,"id":"Swimmer_0"},{"heading":"Natural Attack (Shark Teeth)","level":5,"id":"Natural_Attack_(Shark_Teeth)_0"}],"links":[".html"],"author":"","coverImageURL":".","fullURL":"forgotten-realms/goblin-(fr).html","pathToRoot":"..","attachments":["pasted-image-20260111144906.html"],"createdTime":1768145068824,"modifiedTime":1768332306111,"sourceSize":27564,"sourcePath":"Forgotten Realms/Goblin (FR).md","exportPath":"forgotten-realms/goblin-(fr).html","showInTree":true,"treeOrder":2,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown"},"forgotten-realms/grung.html":{"title":"Grung","icon":"","description":"Grung are a race of frog-like humanoids. Histories state that they appeared around the time of the <a data-href=\"Slaad\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Slaad</a>i, which has lead many to discriminate against them, under the assumption that they are related. Honestly, it is hard to refute, three varieties of Grung can unerringly resemble their lower varieties. Though they do have two others that are more divorced.Colorful, or Noxious, Grung tend to live near rivers, lakes, on coasts, islands, or in swamps. Fiercely fighting over such auspicious territories. Meanwhile, Scaled, or Draconic, Grung seem to prefer the exact opposite, deserts.Grung, overall, are a very militaristic species. Known for their ruthless violence, be it blatantly physical, arcane, through a horrid liquid they can spit up, or through poison they produce from their very flesh.Grung are Herbivorous, though that seems to have exacerbated there territorial conflicts, as they seek ever expanding lands for their agriculture. Luckily, however, it seems that the varieties of Grung do not get along with one another, and they often are seen fighting amongst themselves more often than against the other races. The Slaad variety of Grung seem to revel in these conflicts, some even having set up regular 'wars' with their neighbors.<br>Grung seem to have lifespans nearly half as long as a <a data-href=\"Human (FR)\" href=\"forgotten-realms/human-(fr).html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Human (FR)</a>'s, possessing a proportional growth cycle.Creature Type: Humanoid\nSize: Medium (about 5-8 feet tall) or Small (about 2-4 feet tall), chosen when you select this species.\nSpeed: 30 feet, 25 feet if you are small, in return, you may select an additional trait.You have eight traits chosen from the below lists, you must choose all of your traits from the same list.You must be Medium.<br><img alt=\"Pasted image 20260113142039.png\" src=\"pasted-image-20260113142039.png\" target=\"_self\">When foes attempt to press you in melee, they do so at their peril. Other creatures provoke Opportunity Attacks from you whenever they move into your reach, in addition to when they move out of your reach.Battlefield Dominance. If you take this trait twice, you have Advantage on Opportunity Attacks. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Hesitation in others is a weakness you've learned to take deadly advantage of. When you hit a creature that hasn't taken a turn in the combat yet, your attack deals an extra 2d6 damage. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Strong Strike. If you take this trait twice, you can use the maximum value of the extra damage dice from First Strike, rather than rolling. You regain the use of this feature when you finish a Long Rest.Your strength of will protects you from magic that would corrupt your mind. You have Advantage on saving throws against being Charmed.Immutable Mind. If you take this trait twice, when you fail a saving throw against being Charmed, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.As you've learned more than once, moving fast is often the best way to avoid trouble. Your Speed increases by 5 feet.Shared Fleetness. If you take this trait twice, your Speed increases by another 5 feet, for a total increase of 10 feet. Additionally, as a Bonus Action, choose any number of creatures within 30 feet. Those creatures gain a 10 foot bonus to their Speed for 1 minute. You regain the use of this feature when you finish a Long Rest.Your battle cry can cause even the most formidable foes to quail before you. As a Bonus Action, you emit a roar, shout, or other loud vocal outburst. Each creature of your choice within 10 feet of you that can hear you must succeed on a Wisdom saving throw (DC = 8 + your Proficiency Bonus + your Constitution modifier) or have the Frightened condtion until the end of your next turn. You regain the use of this feature when you finish a Long Rest.Incomparable Roar. If you take this trait twice, when you use Menacing Roar, one target of your choice has Disadvantage on the saving throw.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your enemies might put you down, but you are never down for long. You have Advantage on Death Saving Throws.Hard to Kill. If you take this trait twice, when you drop to 0 Hit Points but don't die outright, you remain conscious. You must make Death Saving Throws as normal while at 0 Hit Points, and you suffer a Death Saving Throw failure each time you take any damage, but you can otherwise act freely. You can't become Stable while you remain at 0 Hit Points in this way.An intrinsic hardiness marks you as one born for battle. Your Hit Point maximum increases by 1, and it increases by 1 each time you gain a level.Extra Tough. If you take this trait twice, your Hit Point maximum increases by 2 instead of 1, and it increases by 2 each time you gain a level. Additionally, when you make a saving throw against an effect that would decrease your Hit Point maximum, you have Advantage on the save. You regain the use of this feature when you finish a Long Rest.Your innate healing abilities let you recover from some of the grimmest wounds. During a Long Rest, you can automatically reverse Grievous Wounds. Additionally, you can reattach any severed body parts (fingers, legs, tails, and so on), which are automatically restored at the end of the Long Rest. If your severed body parts aren't available, you can replace them with the same body parts of another creature of the same general anatomy as you. If you wish to intentionally swap out body parts with replacements, you can sever your own body parts with no pain or discomfort.The ability to make use of unusual body parts (for example, giving yourself the taloned paw of a lion if you lose a hand) are left to the GM's discretion. In any event, swapping a severed body part for an unusual body part grants you no mechanical Advantages not covered by other traits (see \"Features and Traits\" on page 11).Regenerative Healer. If you take this trait twice, you automatically reverse Permanent Wounds during a Long Rest. Additionally, you can restore any severed body part during a Long Rest, as if subject to the Regenerate spell. You can use this trait to create unusual regenerated body parts at the GM's determination.You must be medium.<br><img alt=\"Pasted image 20260113141204.png\" src=\"pasted-image-20260113141204.png\" target=\"_self\">When foes attempt to press you in melee, they do so at their peril. Other creatures provoke Opportunity Attacks from you whenever they move into your reach, in addition to when they move out of your reach.Battlefield Dominance. If you take this trait twice, you have Advantage on Opportunity Attacks. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.When fortune favors your blade, you know how to make it count. When you score a Critical Hit with a melee attack with a weapon or an Unarmed Strike, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the Critical Hit.Maximum Critical. If you take this trait twice, when you use Awesome Critical, you can add the maximum of the weapon's original damage dice and the extra Awesome Critical die to the extra damage of the Critical Hit, rather than rolling them. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your strength of will protects you from magic that would corrupt your mind. You have Advantage on saving throws against being Charmed.Immutable Mind. If you take this trait twice, when you fail a saving throw against being Charmed, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Your battle cry can cause even the most formidable foes to quail before you. As a Bonus Action, you emit a roar, shout, or other loud vocal outburst. Each creature of your choice within 10 feet of you that can hear you must succeed on a Wisdom saving throw (DC = 8 + your Proficiency Bonus + your Constitution modifier) or have the Frightened condition until the end of your next turn. You regain the use of this feature when you finish a Long Rest.Incomparable Roar. If you take this trait twice, when you use Menacing Roar, one target of your choice has Disadvantage on the saving throw.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Whether carrying well-earned loot or the body of a fallen companion, you shoulder that load with ease. You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift. A Small creature with this trait can use any weapon with Heavy as long as they have proficiency with that weapon. (This is an Exploration trait.)Powerful Shove. If you take this trait twice, you can move or knock foes prone with ease. When you use Unarmed Strike to shove a creature 5 feet or give it the Prone condition, the target has Disadvantage on the saving throw. (This is a Combat trait.)Your enemies might put you down, but you are never down for long. You have Advantage on Death Saving Throws.Hard to Kill. If you take this trait twice, when you drop to 0 Hit Points but don't die outright, you remain conscious. You must make Death Saving Throws as normal while at 0 Hit Points, and you suffer a Death Saving Throw failure each time you take any damage, but you can otherwise act freely. You can't become Stable while you remain at 0 Hit Points in this way.An intrinsic hardiness marks you as one born for battle. Your Hit Point maximum increases by 1, and it increases by 1 each time you gain a level.Extra Tough. If you take this trait twice, your Hit Point maximum increases by 2 instead of 1, and it increases by 2 each time you gain a level. Additionally, when you make a saving throw against an effect that would decrease your Hit Point maximum, you have Advantage on the save. You regain the use of this feature when you finish a Long Rest.Your innate healing abilities let you recover from some of the grimmest wounds. During a Long Rest, you can automatically reverse Grievous Wounds. Additionally, you can reattach any severed body parts (fingers, legs, tails, and so on), which are automatically restored at the end of the Long Rest. If your severed body parts aren't available, you can replace them with the same body parts of another creature of the same general anatomy as you. If you wish to intentionally swap out body parts with replacements, you can sever your own body parts with no pain or discomfort.The ability to make use of unusual body parts (for example, giving yourself the taloned paw of a lion if you lose a hand) are left to the GM's discretion. In any event, swapping a severed body part for an unusual body part grants you no mechanical Advantages not covered by other traits (see \"Features and Traits\" on page 11).Regenerative Healer. If you take this trait twice, you automatically reverse Permanent Wounds during a Long Rest. Additionally, you can restore any severed body part during a Long Rest, as if subject to the Regenerate spell. You can use this trait to create unusual regenerated body parts at the GM's determination.You must be medium.<br><img alt=\"Pasted image 20260113141135.png\" src=\"pasted-image-20260113141135.png\" target=\"_self\">When foes attempt to press you in melee, they do so at their peril. Other creatures provoke Opportunity Attacks from you whenever they move into your reach, in addition to when they move out of your reach.Battlefield Dominance. If you take this trait twice, you have Advantage on Opportunity Attacks. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your strength of will protects you from magic that would corrupt your mind. You have Advantage on saving throws against being Charmed.Immutable Mind. If you take this trait twice, when you fail a saving throw against being Charmed, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Magic is power in the right hands, and those hands are yours. You have proficiency in the Arcana skill.Magical Historian. If you take this trait twice, you have Advantage on Arcana checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Whether through intensive study or the innate touch of magic in your blood, you have the ability to invoke magical spells. You learn one cantrip of your choice from any spell list, which you cast using the associated ability score: Intelligence for Wizard spells, Wisdom for Cleric and Druid spells, and Charisma for Bard, Sorcerer, and Warlock spells. If the spell appears on multiple spell lists, choose one to determine the spellcasting attribute for that spell.Magical Savant. If you take this trait multiple times, you select a different cantrip each time, or you can select a level 1 spell from the same list as a cantrip you have previously chosen. If you select a level 1 spell, you can cast it once without expending a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. If you have levels in the associated spellcasting class, you always have this spell prepared, and it doesn't count against the number of spells you can prepare each day.Your battle cry can cause even the most formidable foes to quail before you. As a Bonus Action, you emit a roar, shout, or other loud vocal outburst. Each creature of your choice within 10 feet of you that can hear you must succeed on a Wisdom saving throw (DC = 8 + your Proficiency Bonus + your Constitution modifier) or have the Frightened condtion until the end of your next turn. You regain the use of this feature when you finish a Long Rest.Incomparable Roar. If you take this trait twice, when you use Menacing Roar, one target of your choice has Disadvantage on the saving throw.The gift of natural weaponry means you are never unarmed, as your foes learn to their peril. Your Unarmed Strikes deal damage equal to 1d6 + your Strength or Dexterity modifier. The type of damage dealt by your Unarmed Strikes can be Bludgeoning, Piercing, or Slashing, based on the type of natural weaponry you possess (claws, horns, a tail, and so forth).Swift Strike. If you take this trait twice, you can use Unarmed Strike as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your enemies might put you down, but you are never down for long. You have Advantage on Death Saving Throws.Hard to Kill. If you take this trait twice, when you drop to 0 Hit Points but don't die outright, you remain conscious. You must make Death Saving Throws as normal while at 0 Hit Points, and you suffer a Death Saving Throw failure each time you take any damage, but you can otherwise act freely. You can't become Stable while you remain at 0 Hit Points in this way.An intrinsic hardiness marks you as one born for battle. Your Hit Point maximum increases by 1, and it increases by 1 each time you gain a level.Extra Tough. If you take this trait twice, your Hit Point maximum increases by 2 instead of 1, and it increases by 2 each time you gain a level. Additionally, when you make a saving throw against an effect that would decrease your Hit Point maximum, you have Advantage on the save. You regain the use of this feature when you finish a Long Rest.Your innate healing abilities let you recover from some of the grimmest wounds. During a Long Rest, you can automatically reverse Grievous Wounds. Additionally, you can reattach any severed body parts (fingers, legs, tails, and so on), which are automatically restored at the end of the Long Rest. If your severed body parts aren't available, you can replace them with the same body parts of another creature of the same general anatomy as you. If you wish to intentionally swap out body parts with replacements, you can sever your own body parts with no pain or discomfort.The ability to make use of unusual body parts (for example, giving yourself the taloned paw of a lion if you lose a hand) are left to the GM's discretion. In any event, swapping a severed body part for an unusual body part grants you no mechanical Advantages not covered by other traits (see \"Features and Traits\" on page 11).Regenerative Healer. If you take this trait twice, you automatically reverse Permanent Wounds during a Long Rest. Additionally, you can restore any severed body part during a Long Rest, as if subject to the Regenerate spell. You can use this trait to create unusual regenerated body parts at the GM's determination.<br><img alt=\"Pasted image 20260113140933.png\" src=\"pasted-image-20260113140933.png\" target=\"_self\">A connection to draconic or elemental fury lets you unleash a blast of destructive energy. When you select this trait, choose a damage type: Acid, Cold, Fire, Lightning, Poison, or Thunder. Then choose an area of effect: a Line that is 5 feet wide and 30 feet long, or a 15-foot Cone. When you use a Magic action to expel your Breath Weapon, each creature in the area of effect must make a Dexterity saving throw (DC = 8 + your Constitution modifier + your Proficiency Bonus). A target creature takes 1d8 damage of the chosen type on a failed save, or half as much damage on a successful one. This damage increases by 1d8 when you reach character levels 5 (2d8), 11 (3d8), and 17 (4d8). You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Potent Breath. If you take this trait multiple times, you gain an additional breath weapon each time, with its own number of uses, damage type, and area of effect. Additionally, when you use any of your Breath Weapons, one target of your choice has Disadvantage on the saving throw. You regain the use of this feature when you finish a Long Rest.Exposure to the worst effects of a specific energy has given you a tolerance to its effects. You have Resistance to one of the following damage types of your choice: Acid, Cold, Fire, Lightning, Poison, or Thunder.Damage Immunity. If you take this trait twice, as a Reaction to taking damage of the type you chose for Damage Resistance, you gain Immunity to that damage type until the end of your next turn. You regain the use this feature when you finish a Short Rest.A life spent in shadow has made you grow accustomed to the gloom. You can see in Dim Light within 60 feet of you as if it were Bright Light, and in Darkness within 60 feet of you as if it were Dim Light. You can't discern color in Darkness, only shades of gray.Improved Darkvision. If you take this trait twice, the range of your Darkvision increases to 120 feet.Whether trapped under black water or resisting poisonous fumes, you refuse to give in. You can hold your breath for up to 1 hour.Endless Breath. If you take this trait twice, you can hold your breath for up to 8 hours.An intrinsic hardiness marks you as one born for battle. Your Hit Point maximum increases by 1, and it increases by 1 each time you gain a level.Extra Tough. If you take this trait twice, your Hit Point maximum increases by 2 instead of 1, and it increases by 2 each time you gain a level. Additionally, when you make a saving throw against an effect that would decrease your Hit Point maximum, you have Advantage on the save. You regain the use of this feature when you finish a Long Rest.Your ability to roll with even the worst attacks means that armor would only slow you down. When you are not wearing armor, your AC is equal to 13 + your Dexterity modifier.Protective Cover. If you take this trait twice, when you make a Dexterity saving throw or are targeted by a ranged attack, you can use a Reaction to have Advantage on the saving throw or impose Disadvantage on the ranged attack roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.You must be small.<br><img alt=\"Pasted image 20260113141021.png\" src=\"pasted-image-20260113141021.png\" target=\"_self\">You gain the following two traits in addition to chosen traits;\nWater Dependency. If you fail to immerse yourself in water for at least 1 hour during a day, you suffer one level of exhaustion at the end of that day. You can only recover from this exhaustion through magic or by immersing yourself in water for at least 1 hour.\nPoisonous Skin. Any creature that grapples you or otherwise comes into direct contact with your skin must succeed on a DC 12 Constitution saving throw or become poisoned for 1 minute. A poisoned creature no longer in direct contact with you can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. You can also apply this poison to any piercing weapon as part of an attack with that weapon, though when you hit the poison reacts differently. The target must succeed on a DC 12 Constitution saving throw or take 2d4 poison damage.\nSurviving underwater is second nature to you. You can breathe air and water.Water Born. If you take this trait twice, you have Advantage on ability checks or saving throws made while submerged in water. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Sometimes staying away from what threatens you means getting clear of those threats. You have a Climb Speed equal to your Speed.Wall Walker. If you take this trait twice, you can use your Climb Speed to move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. Additionally, while using climbing movement, you can use the Dash action as a Bonus Action. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your exceptional fortitude lets you shrug off the effects of even the worst toxins. You have Advantage on saving throws against being Poisoned.Poison Indemnity. If you take this trait twice, when you fail a saving throw against being Poisoned, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Threats on the ground are of little concern as you leap over them with ease. You can make a Long Jump of up to 20 feet and a High Jump of up to 10 feet, with or without a running start. If your Speed is less than the distance you can Long Jump, you can leap only a distance equal to your Speed.Incredible Leap. If you take this trait twice, you can make a Long Jump of up to 30 feet and a High Jump of up to 15 feet, as limited by your speed. Additionally, when you jump out of another creature's reach, the movement of the jump does not provoke Opportunity Attacks from that creature. You regain the use of this feature when you finish a Long Rest.No matter what kind of upheaval surrounds you, you stand your ground. You have Advantage on saving throws against having the Prone condition.Stand Fast. If you take this trait twice, standing from Prone takes only five feet of movement instead of half your movement. Additionally, when you fail a saving throw against being knocked Prone, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.Fighting in the thick of battle lets you aid your allies when it counts. When an ally within 10 feet of you is about to make an attack roll or a saving throw, you can use a Reaction to grant that ally Advantage on the attack or save. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Pack Leader. If you take this trait twice, Pack Hunter can be triggered by any ally within 30 feet of you. Additionally, if the attack roll misses or the saving throw fails, you don't lose that usage of Pack Hunter.Staying close to your allies in combat makes you even more dangerous. When you start your turn with at least one ally who isn't Incapacitated within 5 feet of another creature you can see, you can use your Reaction to have Advantage on attack rolls against that creature until the end of your turn.Pack Instinct. If you take this trait twice, gaining Advantage from Pack Tactics requires no action.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Playing a Grung","level":1,"id":"Playing_a_Grung_0"},{"heading":"Red","level":2,"id":"Red_0"},{"heading":"Battlefield Control","level":3,"id":"Battlefield_Control_0"},{"heading":"First Strike","level":3,"id":"First_Strike_0"},{"heading":"Focused Mind","level":3,"id":"Focused_Mind_0"},{"heading":"Fleet of Foot","level":3,"id":"Fleet_of_Foot_0"},{"heading":"Menacing Roar","level":3,"id":"Menacing_Roar_0"},{"heading":"Natural Weapon (Nails and/or Maw)","level":3,"id":"Natural_Weapon_(Nails_and/or_Maw)_0"},{"heading":"Tenacious","level":3,"id":"Tenacious_0"},{"heading":"Toughness","level":3,"id":"Toughness_0"},{"heading":"Unnatural Healer","level":3,"id":"Unnatural_Healer_0"},{"heading":"Blue","level":2,"id":"Blue_0"},{"heading":"Battlefield Control","level":3,"id":"Battlefield_Control_1"},{"heading":"Awesome Critical","level":3,"id":"Awesome_Critical_0"},{"heading":"Focused Mind","level":3,"id":"Focused_Mind_1"},{"heading":"Menacing Roar","level":3,"id":"Menacing_Roar_1"},{"heading":"Natural Weapon (Wolverine Claws and/or Maw)","level":3,"id":"Natural_Weapon_(Wolverine_Claws_and/or_Maw)_0"},{"heading":"Powerful Build","level":3,"id":"Powerful_Build_0"},{"heading":"Tenacious","level":3,"id":"Tenacious_1"},{"heading":"Toughness","level":3,"id":"Toughness_1"},{"heading":"Unnatural Healer","level":3,"id":"Unnatural_Healer_1"},{"heading":"Green","level":2,"id":"Green_0"},{"heading":"Battlefield Control","level":3,"id":"Battlefield_Control_2"},{"heading":"Focused Mind","level":3,"id":"Focused_Mind_2"},{"heading":"Magical Insight","level":3,"id":"Magical_Insight_0"},{"heading":"Magical Savvy","level":3,"id":"Magical_Savvy_0"},{"heading":"Menacing Roar","level":3,"id":"Menacing_Roar_2"},{"heading":"Natural Weapon (Maw)","level":3,"id":"Natural_Weapon_(Maw)_0"},{"heading":"Tenacious","level":3,"id":"Tenacious_2"},{"heading":"Toughness","level":3,"id":"Toughness_2"},{"heading":"Unnatural Healer","level":3,"id":"Unnatural_Healer_2"},{"heading":"Scaled","level":2,"id":"Scaled_0"},{"heading":"Breath Weapon","level":3,"id":"Breath_Weapon_0"},{"heading":"Damage Resistance","level":3,"id":"Damage_Resistance_0"},{"heading":"Darkvision","level":3,"id":"Darkvision_0"},{"heading":"Hold Breath","level":3,"id":"Hold_Breath_0"},{"heading":"Toughness","level":3,"id":"Toughness_3"},{"heading":"Well Protected","level":3,"id":"Well_Protected_0"},{"heading":"Colorful","level":2,"id":"Colorful_0"},{"heading":"Amphibious","level":3,"id":"Amphibious_0"},{"heading":"Climber","level":3,"id":"Climber_0"},{"heading":"Poison Resilience","level":3,"id":"Poison_Resilience_0"},{"heading":"Standing Leap","level":3,"id":"Standing_Leap_0"},{"heading":"Steady","level":3,"id":"Steady_0"},{"heading":"Pack Hunter","level":3,"id":"Pack_Hunter_0"},{"heading":"Pack Tactics","level":3,"id":"Pack_Tactics_0"}],"links":[".html","forgotten-realms/human-(fr).html"],"author":"","coverImageURL":".","fullURL":"forgotten-realms/grung.html","pathToRoot":"..","attachments":["pasted-image-20260113142039.html","pasted-image-20260113141204.html","pasted-image-20260113141135.html","pasted-image-20260113140933.html","pasted-image-20260113141021.html"],"createdTime":1768148320049,"modifiedTime":1768333131133,"sourceSize":26548,"sourcePath":"Forgotten Realms/Grung.md","exportPath":"forgotten-realms/grung.html","showInTree":true,"treeOrder":3,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown"},"forgotten-realms/human-(fr).html":{"title":"Human (FR)","icon":"","description":"<img alt=\"Pasted image 20260111142142.png\" src=\"pasted-image-20260111142142.png\" target=\"_self\"><br>Humans are a diverse peoples, spread across the world of <a data-href=\"Ntughari\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ntughari</a>. They are decidedly middle of the road in just about all things, neither the tallest, the shortest, the toughest, the strongest, the most magical, the most skilled, the shortest lived nor the longest lived.They are, however, the most spread out, there are few places Humans have refused to settle, despite their lack of physical adaptation to the many environments. Just as diverse as where they live are their temperaments, their professions, their religions, interests, drives, and other such facets of society.<br>This is evidenced by their willingness to trade with the rest of the world, being the main peoples that compose the <a data-href=\"Composition\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Composition</a>, the main peoples who oppose the Composition, and constantly throwing themselves into the <a data-href=\"Looking Glass\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Looking Glass</a>es for any reason you can think of. Though, due to the nature of the other side, they tend to find the most success in that regard...Creature Type: Humanoid\nSize: Medium (about 4-7 feet tall) or Small (about 2-4 feet tall), chosen when you select this species.\nSpeed: 30 feet, 25 feet if you are small, in return, you may select an additional trait.You have eight traits chosen from the below list.When fortune favors your blade, you know how to make it count. When you score a Critical Hit with a melee attack with a weapon or an Unarmed Strike, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the Critical Hit.Maximum Critical. If you take this trait twice, when you use Awesome Critical, you can add the maximum of the weapon's original damage dice and the extra Awesome Critical die to the extra damage of the Critical Hit, rather than rolling them. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Hesitation in others is a weakness you've learned to take deadly advantage of. When you hit a creature that hasn't taken a turn in the combat yet, your attack deals an extra 2d6 damage. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Strong Strike. If you take this trait twice, you can use the maximum value of the extra damage dice from First Strike, rather than rolling. You regain the use of this feature when you finish a Long Rest.The weapons you wield might save your life one day, and you know their secrets. You have proficiency with three weapons of your choice.Weapon Specialist. If you take this trait multiple times, you gain proficiency with three new weapons each time. Additionally, choose one weapon with which you have proficiency. You have a +1 bonus to damage rolls with that weapon.You excel at aiding your allies, knowing that the time will come when you need them to return the favor. You can use the Help action as a Bonus Action to assist any ally making an ability check. (This is an Exploration trait.)Helpful Tactics. If you take this trait twice, when you use Helping Hand, you can also assist an ally making an attack roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest. (This is a Combat trait.)A single misstep can lead to ruin, but your instincts for direction keep you from going astray. You always know which way is north, and you can reckon a cardinal direction of the GM's determination while on other planes. Additionally, you have Advantage on ability checks made to avoid becoming lost, to navigate, or to track.Expert Orientation. If you take this trait twice, when you fail an ability check made to avoid becoming lost, to navigate, or to track, you can choose to succeed instead. You regain the use of this feature when you finish a Long Rest.You revere the crafting skill of ancestors long dead. Choose an Artisan's Tools. You have proficiency with that tool.Artisanal Expertise. If you take this trait multiple times, you gain proficiency with a new tool each time. Additionally, you have Advantage on ability checks made using any tool you selected with Artisanal Focus. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The wilds of Etharis have claimed many who lack the skill to navigate them. You have proficiency in the Survival skill.Determined Survivor. If you take this trait twice, you have Advantage on Survival checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Your ingenuity and inventiveness help keep you alive in a dangerous world. Before you make an ability check using a skill you are proficient with, you can add your Proficiency Bonus again. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Skill Mastery. If you take this trait twice, when you fail an ability check made using the Skill Prowess trait, you can reroll the check and must use the new roll.You gain Heroic Inspiration whenever you finish a Long Rest.Adaptable. If you take this trait twice, you gain Heroic Inspiration whenever you finish a Short or Long rest.You gain proficiency in one skill of your choice.Expertise. If you take this trait multiple times, you gain proficiency in an additional skill or expertise in a skill you are proficient in.You gain an origin feat of your choice.Multifaceted. If you take this trait twice, you gain an additional origin feat of your choice. Additionally, you may increase one of your attribute scores by one.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Playing a Human","level":2,"id":"Playing_a_Human_0"},{"heading":"Combat Traits:","level":3,"id":"Combat_Traits_0"},{"heading":"Awesome Critical","level":4,"id":"Awesome_Critical_0"},{"heading":"First Strike","level":4,"id":"First_Strike_0"},{"heading":"Weapon Aptitude","level":4,"id":"Weapon_Aptitude_0"},{"heading":"Exploration Traits:","level":3,"id":"Exploration_Traits_0"},{"heading":"Helping Hand","level":4,"id":"Helping_Hand_0"},{"heading":"Intrinsic Orientation","level":4,"id":"Intrinsic_Orientation_0"},{"heading":"Roleplaying Traits:","level":3,"id":"Roleplaying_Traits_0"},{"heading":"Artisanal Focus","level":4,"id":"Artisanal_Focus_0"},{"heading":"Keen Survivor","level":4,"id":"Keen_Survivor_0"},{"heading":"Skill Prowess","level":4,"id":"Skill_Prowess_0"},{"heading":"Resourceful","level":4,"id":"Resourceful_0"},{"heading":"Skillful","level":4,"id":"Skillful_0"},{"heading":"Versatile","level":4,"id":"Versatile_0"}],"links":[".html",".html",".html"],"author":"","coverImageURL":".","fullURL":"forgotten-realms/human-(fr).html","pathToRoot":"..","attachments":["pasted-image-20260111142142.html"],"createdTime":1766497441871,"modifiedTime":1768160330220,"sourceSize":6124,"sourcePath":"Forgotten Realms/Human (FR).md","exportPath":"forgotten-realms/human-(fr).html","showInTree":true,"treeOrder":4,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html","forgotten-realms/grung.html","forgotten-realms/thri-keen.html"],"type":"markdown"},"forgotten-realms/races-of-the-forgotten-realms.html":{"title":"Races of the Forgotten Realms","icon":"","description":"The races of the Forgotten Realms are characterized by their generally Humanoid appearances, few if any lack a silhouette which couldn't be mistaken for a human's. With minor clothing additions, humans can generally form the silhouettes of the other races.These are all of the sapient races of the Forgotten Realms.\n<a data-href=\"Human (FR)\" href=\"forgotten-realms/human-(fr).html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Human (FR)</a>\n<br><a data-href=\"Goblin (FR)\" href=\"forgotten-realms/goblin-(fr).html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Goblin (FR)</a>\n<br><a data-href=\"Thri-Keen\" href=\"forgotten-realms/thri-keen.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Thri-Keen</a>\n<br><a data-href=\"Grung\" href=\"forgotten-realms/grung.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Grung</a>\n<br><a data-href=\"Dhampir (FR)\" href=\"forgotten-realms/dhampir-(fr).html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dhampir (FR)</a>\n???\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["forgotten-realms/human-(fr).html","forgotten-realms/goblin-(fr).html","forgotten-realms/thri-keen.html","forgotten-realms/grung.html","forgotten-realms/dhampir-(fr).html"],"author":"","coverImageURL":"","fullURL":"forgotten-realms/races-of-the-forgotten-realms.html","pathToRoot":"..","attachments":[],"createdTime":1766496278872,"modifiedTime":1768332740653,"sourceSize":406,"sourcePath":"Forgotten Realms/Races of the Forgotten Realms.md","exportPath":"forgotten-realms/races-of-the-forgotten-realms.html","showInTree":true,"treeOrder":5,"backlinks":[],"type":"markdown"},"forgotten-realms/teves.html":{"title":"Teves","icon":"","description":"<img alt=\"Pasted image 20260113145344.png\" src=\"pasted-image-20260113145344.png\" target=\"_self\"><br>\nWhen enough fail a trial within a <a data-href=\"Looking Glass\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Looking Glass</a>, a Teves will emerge, fully formed, mature, and with basic knowledge of the surrounding area.Their hair colors can fall within any fox, human, or goblin range, however, their hair ages much like a Human's, becoming lighter before becoming darker, stabilizing for some time before becoming grey.Teves are each ageless, not being harmed by the passage of time, but are certainly capable of being killed.They know as much about their own creation as the other races do, and though they have a penchant for deceit, lies, and acting as if they know more than they do, they don't. Anyone who gets to know one will soon find that out.They possess many enigmatic abilities and traits (and I am looking to add more odd options if anyone has suggestions), which they can not explain and some don't even understand.They are a minority in almost any society they find themselves in, though a few have begun to work on founding their own nation in secret.Creature Type: Humanoid\nSize: Medium (about 4-6 feet tall)\nSpeed: 30 feetYou have eight traits chosen from the below list.The luck you carry will see you through the worst Etharis has to offer. When you roll a 1 on a D20 Test, you can reroll that die but must use the new roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Master of Fortune. If you take this trait twice, you have Advantage on the reroll made with Lucky.You draw your foes' attention to you, intending it to be the last diversion they ever see. As an Influence action, you put on a tactical display (bravado, cowardice, confusion, or some other tactic) that gets your enemies' attention. Until the end of your next turn, any attack on an enemy within 10 feet of you that could see you when you took the Influence action, is made with Advantage. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Hindering Distraction. If you take this trait twice, when you use Master of Distraction, one affected enemy of your choice also has Disadvantage on attack rolls it makes against any of your allies until the end of your next turn.Your corporeal presence shifts and fades, softening your enemies' ability to harm you. As a Bonus Action, for 1 minute, all creatures have Disadvantage on attack rolls against you, and you can move through other creature's spaces without treating them as Difficult Terrain. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Phase Shift. If you take this trait twice, when you use Out of Phase, you can extend its benefit to any ally within 10 feet of you.Danger is never far away from you, and you are always ready for it. You add your Proficiency Bonus to your Initiative rolls.Focused Initiative. If you take this trait twice, when you roll Initiative, you can treat a roll of 9 or lower as if you rolled a 10.When you roll Initiative, if you aren't surprised, you can choose a number of creatures that you can see equal to half your Proficiency Bonus, rounded down. The targets have Advantage on their Initiative rolls. Once you use this trait, you can't do so again until you finish a Short or Long Rest.Glimpse the Future. If you take this trait twice, you may choose a number of creatures equal to your proficiency bonus instead of half.Your blessed touch can heal wounds. You have a pool of healing power that replenishes when you finish a Long Rest. With that pool, you can restore a total number of Hit Points equal to your proficiency bonus squared. As a Bonus Action, you can touch a creature (which could be yourself) and draw power from the pool of healing to restore a number of Hit Points to that creature, up to the maximum amount remaining in the pool. You can also expend 5 Hit Points from the pool of healing power to remove the Poisoned condition from the creature; those points don't also restore Hit Points to the creature.Blessed Hands. If you take this trait twice, your pool is equal to your level times your proficiency bonus.Sleep is a luxury you've never needed to afford. When you rest, you meditate deeply for 4 hours, dreaming but remaining conscious. After resting in this way, you gain the same benefit that other humanoids do from 8 hours of sleep.Restorative Rest. If you take this trait twice, you need to spend only 2 hours in your meditation to gain the benefit of 8 hours of sleep, and you gain a d6 at the end of each Long Rest. Before the end of your next Long Rest, you can roll the d6 and add it to any d20 Test you make. You can decide to roll the d6 after the d20 Test is made, but you must do so before the outcome of the roll is known.As a Bonus Action, you can embrace your connection to the Hungering Ones beyond the reflections. Until the start of your next turn, you know the location of any creatures that aren't Constructs or Undead within 60 feet of yourself, and your attack rolls against those creatures can't have Disadvantage. Once you use this trait, you can't use it again until you finish a Short or Long Rest.Endless Feast. If you take this trait twice, Endless Hunger lasts for a minute rather than until the start of your next turn. Additionally, when one of the creatures sensed this way is reduced to 0 hit points, you may expend a hit die, rolling it, regaining hit points and gaining temporary hit points equal to the result.You can use your action to dissolve your physical body into the ephemeral stuff found between the worlds. You become translucent and devoid of color, and the air around you grows cold. Your transformation lasts until the start of your next turn or until you end it as a bonus action. During it, you have a flying speed equal to your speed with the ability to hover, and you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks that aren't made with silvered weapons. In addition, you have advantage on ability checks and saving throws made to escape a grapple or against being restrained, and you can move through creatures and solid objects as if they were difficult terrain. If you end your turn inside an object, you take 1d10 force damage. Once you use this trait, you can't use it again until you finish a long rest.Unreal Flesh. If you take this trait twice, Ethereal Flesh lasts for up to 1 minute rather than until the start of your next turn. Additionally, your movement speed increases by 10 feet while you are incorporeal.As you've learned more than once, moving fast is often the best way to avoid trouble. Your Speed increases by 5 feet.Shared Fleetness. If you take this trait twice, your Speed increases by another 5 feet, for a total increase of 10 feet. Additionally, as a Bonus Action, choose any number of creatures within 30 feet. Those creatures gain a 10 foot bonus to their Speed for 1 minute. You regain the use of this feature when you finish a Long Rest.Time spent among beasts has gifted you a way with those creatures. You have proficiency in the Animal Handling skill.Animal Ally. If you take this trait twice, you have Advantage on Animal Handling checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The weak-willed around you are easy targets for your manipulation. By conversing with a nonhostile creature for at least 1 minute, you can attempt to charm them. The creature must succeed on a Wisdom saving throw (DC = 8 + your Charisma modifier + your Proficiency Bonus) or have the Charmed condition for 1 hour. At the GM's discretion, you also learn one piece of information that the target knows that relates to the topic of conversation while you speak to them. Regardless of whether or not the target succeeds on the saving throw, they remain unaware of your attempt. You regain use of this feature when you finish a Short or Long Rest.Master Manipulator. If you take this trait twice, a creature has Disadvantage on the saving throw, and it has the Charmed condition for 8 hours on a failed save.You long ago learned that being open with others only gives them power over you. You have proficiency in the Deception skill.Expert Deceiver. If you take this trait twice, you have Advantage on Deception checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.As an action, you can shape-shift to change your appearance and your voice. You determine the specifics of the changes, including your coloration, hair length, and sex. You can also adjust your height and weight and can change your size between Medium and Small. You can make yourself appear as a member of another playable species, though none of your game statistics change. You can't duplicate the appearance of an individual you've never seen, and you must adopt a form that has the same basic arrangement of limbs that you have. This trait doesn't change your clothing and equipment. You stay in the new form until you take an action to revert to your true form or you are unconscious.Shape-Change. If you take this trait twice, while shape-shifted with this trait, you have Advantage on Charisma checks.You can accurately mimic sounds you have heard, including voices. A creature that hears the sounds you make can tell they are imitations only with a successful Wisdom (Insight) check against a DC of 8 + your proficiency bonus + your Charisma modifier.Perfect Mimicry. If you take this trait twice, you may impose disadvantage on the insight check to identify that the sound is an imitation. You may do this for a number of sounds equal to your proficiency bonus.The advantages of mastering the languages of enemies and allies alike are clear to you. You learn two languages of your choice.Language Expert. If you take this trait multiple times, you learn two new languages each time. Additionally, you have Advantage on Influence action ability checks made to interact with another creature using any language you selected with Polyglot. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Playing a Teves","level":2,"id":"Playing_a_Teves_0"},{"heading":"Combat Traits:","level":3,"id":"Combat_Traits_0"},{"heading":"Lucky","level":4,"id":"Lucky_0"},{"heading":"Master of Distraction","level":4,"id":"Master_of_Distraction_0"},{"heading":"Out of Phase","level":4,"id":"Out_of_Phase_0"},{"heading":"Quick Initiative","level":4,"id":"Quick_Initiative_0"},{"heading":"Glimpse Fate","level":4,"id":"Glimpse_Fate_0"},{"heading":"Lay on Hands","level":4,"id":"Lay_on_Hands_0"},{"heading":"Exploration Traits:","level":3,"id":"Exploration_Traits_0"},{"heading":"Meditative Rest","level":4,"id":"Meditative_Rest_0"},{"heading":"Endless Hunger","level":4,"id":"Endless_Hunger_0"},{"heading":"Ethereal Flesh","level":4,"id":"Ethereal_Flesh_0"},{"heading":"Fleet of Foot","level":4,"id":"Fleet_of_Foot_0"},{"heading":"Roleplaying Traits:","level":3,"id":"Roleplaying_Traits_0"},{"heading":"Animal Friend","level":4,"id":"Animal_Friend_0"},{"heading":"Calculating Listener","level":4,"id":"Calculating_Listener_0"},{"heading":"Eager Deceiver","level":4,"id":"Eager_Deceiver_0"},{"heading":"Shape-Shift","level":4,"id":"Shape-Shift_0"},{"heading":"Mimicry","level":4,"id":"Mimicry_0"},{"heading":"Polyglot","level":4,"id":"Polyglot_0"}],"links":[".html"],"author":"","coverImageURL":".","fullURL":"forgotten-realms/teves.html","pathToRoot":"..","attachments":["pasted-image-20260113145344.html"],"createdTime":1768152983001,"modifiedTime":1768334311303,"sourceSize":10907,"sourcePath":"Forgotten Realms/Teves.md","exportPath":"forgotten-realms/teves.html","showInTree":true,"treeOrder":6,"backlinks":[],"type":"markdown"},"forgotten-realms/thri-keen.html":{"title":"Thri-Keen","icon":"","description":"<img alt=\"Pasted image 20260111144017.png\" src=\"pasted-image-20260111144017.png\" target=\"_self\"><br>Thri-Keen are an enigmatic race of insectile humanoids. Histories state that they appeared around the time of the <a data-href=\"Kordez\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Kordez</a>, which has lead many to discriminate against them, under the assumption that they are related. Though, beyond the superficial of being insectile and possessing telepathy, there is no evidence of this.<br>They have settled on <a data-href=\"Ntughari\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ntughari</a> quite well, being naturally gifted with magic, only a few of them seek to pursue it as a field of study, even after entering the <a data-href=\"Looking Glass\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Looking Glass</a>. This has been attributed to a sort of arrogance, the belief that, since they started excelling in magic, that there is not much more to learn. Though there are certainly notable exceptions to this pattern.<br>Due to their inability to actually speak to the other races of the world, they often live in more isolated communities, of course, there will always be <a data-href=\"Human (FR)\" href=\"forgotten-realms/human-(fr).html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Human (FR)</a>s who find their way into these colonies, but they are a rare sight to be sure.Their lifespan seems to average nearly twice that of Human's, spending nearly twenty years in a larval stage, being cared for by the community at large.Creature Type: Monstrosity\nSize: Medium (about 4-7 feet tall) or Small (about 2-4 feet tall), chosen when you select this species.\nSpeed: 30 feet, 25 feet if you are small, in return, you may select an additional trait.\nThri-keen Telepathy. Without the assistance of magic, you can't speak the non-thri-keen languages you know. Instead you use telepathy to convey your thoughts. You have the magical ability to transmit your thoughts mentally to willing creatures within 120 feet of yourself. A contacted creature doesn't need to share a language with you to understand your thoughts, but it must be able to understand at least one language. Your telepathic link to a creature is broken if you and the creature move more than 120 feet apart, if either of you is incapacitated, or if either of you mentally breaks the contact (no action required). This range is doubled if you contact a thri-keen.You have seven traits chosen from the below list.You have two slightly smaller secondary arms below your primary pair of arms. The secondary arms can manipulate an object, open or close a door or container, pick up or set down a Tiny object, or wield a weapon that has the light property.Your ability to roll with even the worst attacks means that armor would only slow you down. When you are not wearing armor, your AC is equal to 13 + your Dexterity modifier.Protective Cover. If you take this trait twice, when you make a Dexterity saving throw or are targeted by a ranged attack, you can use a Reaction to have Advantage on the saving throw or impose Disadvantage on the ranged attack roll. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Working with detritus and shattered objects has granted you an affinity for repairing and remaking things. You have proficiency with Tinker's Tools. (This is an Exploration trait.) Additionally, you can use your Tinker's Tools and 10 GP worth of appropriate materials to spend 10 minutes creating a small clockwork device. The device must fit in the palm of your hand, and can serve one of the following functions:\nSmoker. The device exudes smoke in a 5-foot Cube for 1 minute. Any objects or creatures within this Cube are considered Lightly Obscured.\nLighter. The device emits a small flame the size of a candle's that can light flammable objects.\nCompass. The device always points north, or in a cardinal direction of the GM's determination on another plane.\nExpert Gadgeteer. If you take this trait twice, you can make a device in 1 minute instead of 10 minutes. In addition, you can choose to imbue a device with the following extra function: (This is a Combat trait.)\nDistractor. This device is set with blinking lights that can captivate other creatures. As a Bonus Action, you place or toss the device into a space within 30 feet of you. A creature sharing a space with the device must succeed on a DC 10 Intelligence saving throw. On a failure, attacks against that creature have Advantage until the start of your next turn. A creature can use an action to destroy the device. You can give up to three of your devices the Distractor feature. You regain the ability to do so when you finish a Long Rest.\nThe dangers of Etharis have given you a focus that allows you to shrug off debilitating magical effects. You automatically succeed on saving throws against magical effects that would give you the Incapacitated, Stunned, or Unconscious conditions. This does not include effects that leave you Unconscious because you are reduced to 0 Hit Points.Reawakened. If you take this trait twice, you also have Advantage on Intelligence, Wisdom, and Charisma saving throws.Your strength of will protects you from magic that would corrupt your mind. You have Advantage on saving throws against being Charmed.Immutable Mind. If you take this trait twice, when you fail a saving throw against being Charmed, you can use your Reaction to succeed on the save instead. You regain the use of this feature when you finish a Long Rest.The more that magic threatens you, the more your resilience to it increases. Choose an ability score: Strength, Dexterity, Constitution, Intelligence, Wisdom, or Charisma. You have Advantage on saving throws using that ability score against spells and other magical effects.Extended Fortification. If you take this trait multiple times, you have Advantage on saving throws using a new ability score each time. Additionally, if you fail a saving throw against a spell or other magical effect and you do not have proficiency with that saving throw, you can use your Reaction to reroll the save. You regain the use of this feature when you finish a Long Rest.Whether through intensive study or the innate touch of magic in your blood, you have the ability to invoke magical spells. You learn one cantrip of your choice from the Wizard, Cleric, or Sorcerer spell list, which you cast using the associated ability score: Intelligence for Wizard spells, Wisdom for Cleric spells, and Charisma for Sorcerer spells. If the spell appears on multiple spell lists, choose one to determine the spellcasting attribute for that spell.Magical Savant. If you take this trait multiple times, you select a different cantrip each time, or you can select a level 1 spell from the same list as a cantrip you have previously chosen. If you select a level 1 spell, you can cast it once without expending a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. If you have levels in the associated spellcasting class, you always have this spell prepared, and it doesn't count against the number of spells you can prepare each day.Staying close to your allies in combat makes you even more dangerous. When you start your turn with at least one ally who isn't Incapacitated within 5 feet of another creature you can see, you can use your Reaction to have Advantage on attack rolls against that creature until the end of your turn.Pack Instinct. If you take this trait twice, gaining Advantage from Pack Tactics requires no action.A life spent in shadow has made you grow accustomed to the gloom. You can see in Dim Light within 60 feet of you as if it were Bright Light, and in Darkness within 60 feet of you as if it were Dim Light. You can't discern color in Darkness, only shades of gray.Improved Darkvision. If you take this trait twice, the range of your Darkvision increases to 120 feet.Your ability to fade into the background of familiar territory helps keep you safe from threats. Choose an environment: arctic, coastal, desert, forest, grassland, hill and mountain, swamp, subterranean, or underwater. You have Advantage on Stealth checks made with the Hide action while in that environment.Shared Camouflage. If you take this trait multiple times, you gain its benefits for a new environment each time. Additionally, when you take the Hide action, you can forgo making a Stealth check while in any environment chosen with Natural Camouflage, instead treating the check as if you had rolled a 15. You regain the use of this feature when you finish a Long Rest.When trouble comes for you, you excel at making sure it can't find you. You have proficiency in the Stealth skill.Calculated Disappearance. If you take this trait twice, you have Advantage on Stealth checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.Magic is power in the right hands, and those hands are yours. You have proficiency in the Arcana skill.Magical Historian. If you take this trait twice, you have Advantage on Arcana checks. You can use this feature a number of times equal to twice your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.The advantages of mastering the languages of enemies and allies alike are clear to you. You learn two languages of your choice.Language Expert. If you take this trait multiple times, you learn two new languages each time.When needs demand, you get the job done better than most. As a Bonus Action, choose one skill or tool that you don't have proficiency with. You have proficiency in that skill or with that tool for 1 hour. You regain the use of this feature when you finish a Long Rest.Expert Improviser. If you take this trait twice, you have Advantage on ability checks you make using the skill or tool you select with Improviser. You can use this feature a number of times equal to your Proficiency Bonus, regaining all expended uses when you finish a Long Rest.You can view magical auras within 30 feet of you, as if under the effect of a detect magic spell.Magic Eyes. If you take this trait twice, the range you can see auras is increased to 60 feet.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Playing a Thri-Keen","level":2,"id":"Playing_a_Thri-Keen_0"},{"heading":"Combat Traits:","level":3,"id":"Combat_Traits_0"},{"heading":"Secondary Arms","level":4,"id":"Secondary_Arms_0"},{"heading":"Well Protected","level":4,"id":"Well_Protected_0"},{"heading":"Artifice Expertise","level":4,"id":"Artifice_Expertise_0"},{"heading":"Awakened Mind","level":4,"id":"Awakened_Mind_0"},{"heading":"Focused Mind","level":4,"id":"Focused_Mind_0"},{"heading":"Magical Fortification","level":4,"id":"Magical_Fortification_0"},{"heading":"Magical Savvy (All of the same Spell List)","level":4,"id":"Magical_Savvy_(All_of_the_same_Spell_List)_0"},{"heading":"Pack Tactics","level":4,"id":"Pack_Tactics_0"},{"heading":"Exploration Traits:","level":3,"id":"Exploration_Traits_0"},{"heading":"Darkvision","level":4,"id":"Darkvision_0"},{"heading":"Natural Camouflage","level":4,"id":"Natural_Camouflage_0"},{"heading":"Roleplaying Traits:","level":3,"id":"Roleplaying_Traits_0"},{"heading":"Instinctive Stealth","level":4,"id":"Instinctive_Stealth_0"},{"heading":"Magical Insight","level":4,"id":"Magical_Insight_0"},{"heading":"Polyglot","level":4,"id":"Polyglot_0"},{"heading":"Improviser","level":4,"id":"Improviser_0"},{"heading":"Arcane Eyes","level":4,"id":"Arcane_Eyes_0"}],"links":[".html",".html",".html","forgotten-realms/human-(fr).html"],"author":"","coverImageURL":".","fullURL":"forgotten-realms/thri-keen.html","pathToRoot":"..","attachments":["pasted-image-20260111144017.html"],"createdTime":1768150783437,"modifiedTime":1768332922023,"sourceSize":10477,"sourcePath":"Forgotten Realms/Thri-Keen.md","exportPath":"forgotten-realms/thri-keen.html","showInTree":true,"treeOrder":7,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown"},"pasted-image-20260111142142.html":{"title":"Pasted image 20260111142142","icon":"","description":"<img src=\"pasted-image-20260111142142.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260111142142.html","pathToRoot":".","attachments":["pasted-image-20260111142142.html"],"createdTime":1768159302589,"modifiedTime":1768159302590,"sourceSize":1441092,"sourcePath":"Pasted image 20260111142142.png","exportPath":"pasted-image-20260111142142.html","showInTree":true,"treeOrder":8,"backlinks":["forgotten-realms/human-(fr).html"],"type":"attachment"},"pasted-image-20260111144017.html":{"title":"Pasted image 20260111144017","icon":"","description":"<img src=\"pasted-image-20260111144017.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260111144017.html","pathToRoot":".","attachments":["pasted-image-20260111144017.html"],"createdTime":1768160417291,"modifiedTime":1768160417293,"sourceSize":1660683,"sourcePath":"Pasted image 20260111144017.png","exportPath":"pasted-image-20260111144017.html","showInTree":true,"treeOrder":9,"backlinks":["forgotten-realms/thri-keen.html"],"type":"attachment"},"pasted-image-20260111144906.html":{"title":"Pasted image 20260111144906","icon":"","description":"<img src=\"pasted-image-20260111144906.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260111144906.html","pathToRoot":".","attachments":["pasted-image-20260111144906.html"],"createdTime":1768160946146,"modifiedTime":1768160946148,"sourceSize":917042,"sourcePath":"Pasted image 20260111144906.png","exportPath":"pasted-image-20260111144906.html","showInTree":true,"treeOrder":10,"backlinks":["forgotten-realms/goblin-(fr).html"],"type":"attachment"},"pasted-image-20260113140933.html":{"title":"Pasted image 20260113140933","icon":"","description":"<img src=\"pasted-image-20260113140933.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113140933.html","pathToRoot":".","attachments":["pasted-image-20260113140933.html"],"createdTime":1768331373422,"modifiedTime":1768331373425,"sourceSize":1414979,"sourcePath":"Pasted image 20260113140933.png","exportPath":"pasted-image-20260113140933.html","showInTree":true,"treeOrder":11,"backlinks":["forgotten-realms/grung.html"],"type":"attachment"},"pasted-image-20260113141021.html":{"title":"Pasted image 20260113141021","icon":"","description":"<img src=\"pasted-image-20260113141021.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113141021.html","pathToRoot":".","attachments":["pasted-image-20260113141021.html"],"createdTime":1768331421603,"modifiedTime":1768331421610,"sourceSize":6987063,"sourcePath":"Pasted image 20260113141021.png","exportPath":"pasted-image-20260113141021.html","showInTree":true,"treeOrder":12,"backlinks":["forgotten-realms/grung.html"],"type":"attachment"},"pasted-image-20260113141135.html":{"title":"Pasted image 20260113141135","icon":"","description":"<img src=\"pasted-image-20260113141135.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113141135.html","pathToRoot":".","attachments":["pasted-image-20260113141135.html"],"createdTime":1768331495818,"modifiedTime":1768331495819,"sourceSize":805859,"sourcePath":"Pasted image 20260113141135.png","exportPath":"pasted-image-20260113141135.html","showInTree":true,"treeOrder":13,"backlinks":["forgotten-realms/grung.html"],"type":"attachment"},"pasted-image-20260113141204.html":{"title":"Pasted image 20260113141204","icon":"","description":"<img src=\"pasted-image-20260113141204.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113141204.html","pathToRoot":".","attachments":["pasted-image-20260113141204.html"],"createdTime":1768331524896,"modifiedTime":1768331524897,"sourceSize":928338,"sourcePath":"Pasted image 20260113141204.png","exportPath":"pasted-image-20260113141204.html","showInTree":true,"treeOrder":14,"backlinks":["forgotten-realms/grung.html"],"type":"attachment"},"pasted-image-20260113142039.html":{"title":"Pasted image 20260113142039","icon":"","description":"<img src=\"pasted-image-20260113142039.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113142039.html","pathToRoot":".","attachments":["pasted-image-20260113142039.html"],"createdTime":1768332039241,"modifiedTime":1768332039242,"sourceSize":443993,"sourcePath":"Pasted image 20260113142039.png","exportPath":"pasted-image-20260113142039.html","showInTree":true,"treeOrder":15,"backlinks":["forgotten-realms/grung.html"],"type":"attachment"},"shared-between.html":{"title":"Shared Between","icon":"","description":"Humans\nGoblin\nInsect Race\nDhampir\nFrogAcknowledge xp conceptually.Have to slay dragons in a demiplane, subspace, or dream reality in order to overcome a level cap. They act as if they are real, as they become greater they too become more 'real'.Gain boons based on the dragon slain (?).Egg, Wyrmling, Young, Adult, Ancient, Great Wyrm\nEgg, Young, Adult, Ancient, ArchdragonTyranid-y races from the stars threaten both worlds.'Puppet' CultUndeath is natural and common\"Big ass frog\"","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"shared-between.html","pathToRoot":".","attachments":[],"createdTime":1766495682697,"modifiedTime":1768091582545,"sourceSize":498,"sourcePath":"Shared Between.md","exportPath":"shared-between.html","showInTree":true,"treeOrder":16,"backlinks":[],"type":"markdown"},"pasted-image-20260113145344.html":{"title":"Pasted image 20260113145344","icon":"","description":"<img src=\"pasted-image-20260113145344.png\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":".","fullURL":"pasted-image-20260113145344.html","pathToRoot":".","attachments":["pasted-image-20260113145344.html"],"createdTime":1768334024107,"modifiedTime":1768334024108,"sourceSize":741068,"sourcePath":"Pasted image 20260113145344.png","exportPath":"pasted-image-20260113145344.html","showInTree":true,"treeOrder":16,"backlinks":["forgotten-realms/teves.html"],"type":"attachment"}},"fileInfo":{"forgotten-realms/dhampir-(fr).html":{"createdTime":1768143160194,"modifiedTime":1768148188292,"sourceSize":10694,"sourcePath":"Forgotten Realms/Dhampir (FR).md","exportPath":"forgotten-realms/dhampir-(fr).html","showInTree":true,"treeOrder":1,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown","data":null},"forgotten-realms/goblin-(fr).html":{"createdTime":1768145068824,"modifiedTime":1768332306111,"sourceSize":27564,"sourcePath":"Forgotten Realms/Goblin (FR).md","exportPath":"forgotten-realms/goblin-(fr).html","showInTree":true,"treeOrder":2,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown","data":null},"forgotten-realms/grung.html":{"createdTime":1768148320049,"modifiedTime":1768333131133,"sourceSize":26548,"sourcePath":"Forgotten Realms/Grung.md","exportPath":"forgotten-realms/grung.html","showInTree":true,"treeOrder":3,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown","data":null},"forgotten-realms/human-(fr).html":{"createdTime":1766497441871,"modifiedTime":1768160330220,"sourceSize":6124,"sourcePath":"Forgotten Realms/Human (FR).md","exportPath":"forgotten-realms/human-(fr).html","showInTree":true,"treeOrder":4,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html","forgotten-realms/grung.html","forgotten-realms/thri-keen.html"],"type":"markdown","data":null},"forgotten-realms/races-of-the-forgotten-realms.html":{"createdTime":1766496278872,"modifiedTime":1768332740653,"sourceSize":406,"sourcePath":"Forgotten Realms/Races of the Forgotten Realms.md","exportPath":"forgotten-realms/races-of-the-forgotten-realms.html","showInTree":true,"treeOrder":5,"backlinks":[],"type":"markdown","data":null},"forgotten-realms/teves.html":{"createdTime":1768152983001,"modifiedTime":1768334311303,"sourceSize":10907,"sourcePath":"Forgotten Realms/Teves.md","exportPath":"forgotten-realms/teves.html","showInTree":true,"treeOrder":6,"backlinks":[],"type":"markdown","data":null},"forgotten-realms/thri-keen.html":{"createdTime":1768150783437,"modifiedTime":1768332922023,"sourceSize":10477,"sourcePath":"Forgotten Realms/Thri-Keen.md","exportPath":"forgotten-realms/thri-keen.html","showInTree":true,"treeOrder":7,"backlinks":["forgotten-realms/races-of-the-forgotten-realms.html"],"type":"markdown","data":null},"pasted-image-20260111142142.png":{"createdTime":1768159302589,"modifiedTime":1768159302590,"sourceSize":1441092,"sourcePath":"Pasted image 20260111142142.png","exportPath":"pasted-image-20260111142142.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260111142142.html":{"createdTime":1768159302589,"modifiedTime":1768159302590,"sourceSize":1441092,"sourcePath":"Pasted image 20260111142142.png","exportPath":"pasted-image-20260111142142.html","showInTree":true,"treeOrder":8,"backlinks":["forgotten-realms/human-(fr).html"],"type":"attachment","data":null},"pasted-image-20260111144017.png":{"createdTime":1768160417291,"modifiedTime":1768160417293,"sourceSize":1660683,"sourcePath":"Pasted image 20260111144017.png","exportPath":"pasted-image-20260111144017.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260111144017.html":{"createdTime":1768160417291,"modifiedTime":1768160417293,"sourceSize":1660683,"sourcePath":"Pasted image 20260111144017.png","exportPath":"pasted-image-20260111144017.html","showInTree":true,"treeOrder":9,"backlinks":["forgotten-realms/thri-keen.html"],"type":"attachment","data":null},"pasted-image-20260111144906.png":{"createdTime":1768160946146,"modifiedTime":1768160946148,"sourceSize":917042,"sourcePath":"Pasted image 20260111144906.png","exportPath":"pasted-image-20260111144906.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260111144906.html":{"createdTime":1768160946146,"modifiedTime":1768160946148,"sourceSize":917042,"sourcePath":"Pasted image 20260111144906.png","exportPath":"pasted-image-20260111144906.html","showInTree":true,"treeOrder":10,"backlinks":["forgotten-realms/goblin-(fr).html"],"type":"attachment","data":null},"pasted-image-20260113140933.png":{"createdTime":1768331373422,"modifiedTime":1768331373425,"sourceSize":1414979,"sourcePath":"Pasted image 20260113140933.png","exportPath":"pasted-image-20260113140933.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113140933.html":{"createdTime":1768331373422,"modifiedTime":1768331373425,"sourceSize":1414979,"sourcePath":"Pasted image 20260113140933.png","exportPath":"pasted-image-20260113140933.html","showInTree":true,"treeOrder":11,"backlinks":["forgotten-realms/grung.html"],"type":"attachment","data":null},"pasted-image-20260113141021.png":{"createdTime":1768331421603,"modifiedTime":1768331421610,"sourceSize":6987063,"sourcePath":"Pasted image 20260113141021.png","exportPath":"pasted-image-20260113141021.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113141021.html":{"createdTime":1768331421603,"modifiedTime":1768331421610,"sourceSize":6987063,"sourcePath":"Pasted image 20260113141021.png","exportPath":"pasted-image-20260113141021.html","showInTree":true,"treeOrder":12,"backlinks":["forgotten-realms/grung.html"],"type":"attachment","data":null},"pasted-image-20260113141135.png":{"createdTime":1768331495818,"modifiedTime":1768331495819,"sourceSize":805859,"sourcePath":"Pasted image 20260113141135.png","exportPath":"pasted-image-20260113141135.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113141135.html":{"createdTime":1768331495818,"modifiedTime":1768331495819,"sourceSize":805859,"sourcePath":"Pasted image 20260113141135.png","exportPath":"pasted-image-20260113141135.html","showInTree":true,"treeOrder":13,"backlinks":["forgotten-realms/grung.html"],"type":"attachment","data":null},"pasted-image-20260113141204.png":{"createdTime":1768331524896,"modifiedTime":1768331524897,"sourceSize":928338,"sourcePath":"Pasted image 20260113141204.png","exportPath":"pasted-image-20260113141204.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113141204.html":{"createdTime":1768331524896,"modifiedTime":1768331524897,"sourceSize":928338,"sourcePath":"Pasted image 20260113141204.png","exportPath":"pasted-image-20260113141204.html","showInTree":true,"treeOrder":14,"backlinks":["forgotten-realms/grung.html"],"type":"attachment","data":null},"pasted-image-20260113142039.png":{"createdTime":1768332039241,"modifiedTime":1768332039242,"sourceSize":443993,"sourcePath":"Pasted image 20260113142039.png","exportPath":"pasted-image-20260113142039.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113142039.html":{"createdTime":1768332039241,"modifiedTime":1768332039242,"sourceSize":443993,"sourcePath":"Pasted image 20260113142039.png","exportPath":"pasted-image-20260113142039.html","showInTree":true,"treeOrder":15,"backlinks":["forgotten-realms/grung.html"],"type":"attachment","data":null},"shared-between.html":{"createdTime":1766495682697,"modifiedTime":1768091582545,"sourceSize":498,"sourcePath":"Shared Between.md","exportPath":"shared-between.html","showInTree":true,"treeOrder":16,"backlinks":[],"type":"markdown","data":null},"site-lib/scripts/graph-wasm.wasm":{"createdTime":1768004173063,"modifiedTime":1766503081995.442,"sourceSize":23655,"sourcePath":"","exportPath":"site-lib/scripts/graph-wasm.wasm","showInTree":false,"treeOrder":0,"backlinks":[],"type":"other","data":null},"site-lib/fonts/94f2f163d4b698242fef.otf":{"createdTime":1768334324799,"modifiedTime":1768334324799,"sourceSize":66800,"sourcePath":"","exportPath":"site-lib/fonts/94f2f163d4b698242fef.otf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/72505e6a122c6acd5471.woff2":{"createdTime":1768334324799,"modifiedTime":1768334324799,"sourceSize":104232,"sourcePath":"","exportPath":"site-lib/fonts/72505e6a122c6acd5471.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/2d5198822ab091ce4305.woff2":{"createdTime":1768334324800,"modifiedTime":1768334324800,"sourceSize":104332,"sourcePath":"","exportPath":"site-lib/fonts/2d5198822ab091ce4305.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/c8ba52b05a9ef10f4758.woff2":{"createdTime":1768334324800,"modifiedTime":1768334324800,"sourceSize":98868,"sourcePath":"","exportPath":"site-lib/fonts/c8ba52b05a9ef10f4758.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/cb10ffd7684cd9836a05.woff2":{"createdTime":1768334324801,"modifiedTime":1768334324801,"sourceSize":106876,"sourcePath":"","exportPath":"site-lib/fonts/cb10ffd7684cd9836a05.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/293fd13dbca5a3e450ef.woff2":{"createdTime":1768334324802,"modifiedTime":1768334324802,"sourceSize":105924,"sourcePath":"","exportPath":"site-lib/fonts/293fd13dbca5a3e450ef.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/085cb93e613ba3d40d2b.woff2":{"createdTime":1768334324804,"modifiedTime":1768334324804,"sourceSize":112184,"sourcePath":"","exportPath":"site-lib/fonts/085cb93e613ba3d40d2b.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/b5f0f109bc88052d4000.woff2":{"createdTime":1768334324805,"modifiedTime":1768334324805,"sourceSize":105804,"sourcePath":"","exportPath":"site-lib/fonts/b5f0f109bc88052d4000.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/cbe0ae49c52c920fd563.woff2":{"createdTime":1768334324805,"modifiedTime":1768334324805,"sourceSize":106108,"sourcePath":"","exportPath":"site-lib/fonts/cbe0ae49c52c920fd563.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/535a6cf662596b3bd6a6.woff2":{"createdTime":1768334324806,"modifiedTime":1768334324806,"sourceSize":111708,"sourcePath":"","exportPath":"site-lib/fonts/535a6cf662596b3bd6a6.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/70cc7ff27245e82ad414.ttf":{"createdTime":1768334324807,"modifiedTime":1768334324807,"sourceSize":192740,"sourcePath":"","exportPath":"site-lib/fonts/70cc7ff27245e82ad414.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/454577c22304619db035.ttf":{"createdTime":1768334324809,"modifiedTime":1768334324809,"sourceSize":161376,"sourcePath":"","exportPath":"site-lib/fonts/454577c22304619db035.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/52ac8f3034507f1d9e53.ttf":{"createdTime":1768334324807,"modifiedTime":1768334324807,"sourceSize":191568,"sourcePath":"","exportPath":"site-lib/fonts/52ac8f3034507f1d9e53.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/05b618077343fbbd92b7.ttf":{"createdTime":1768334324808,"modifiedTime":1768334324808,"sourceSize":155288,"sourcePath":"","exportPath":"site-lib/fonts/05b618077343fbbd92b7.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/4bb6ac751d1c5478ff3a.woff2":{"createdTime":1768334324797,"modifiedTime":1768334324797,"sourceSize":7876,"sourcePath":"","exportPath":"site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/media/6155340132a851f6089e.svg":{"createdTime":1768334324798,"modifiedTime":1768334324798,"sourceSize":315,"sourcePath":"","exportPath":"site-lib/media/6155340132a851f6089e.svg","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/media/2308ab1944a6bfa5c5b8.svg":{"createdTime":1768334324798,"modifiedTime":1768334324798,"sourceSize":278,"sourcePath":"","exportPath":"site-lib/media/2308ab1944a6bfa5c5b8.svg","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/html/file-tree-content.html":{"createdTime":1768334325153,"modifiedTime":1768334325153,"sourceSize":7239,"sourcePath":"","exportPath":"site-lib/html/file-tree-content.html","showInTree":false,"treeOrder":0,"backlinks":[],"type":"html","data":null},"site-lib/scripts/webpage.js":{"createdTime":1768004173918,"modifiedTime":1768004173918,"sourceSize":110729,"sourcePath":"","exportPath":"site-lib/scripts/webpage.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/scripts/graph-wasm.js":{"createdTime":1768004173918,"modifiedTime":1768004173918,"sourceSize":12885,"sourcePath":"","exportPath":"site-lib/scripts/graph-wasm.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/scripts/graph-render-worker.js":{"createdTime":1768004173918,"modifiedTime":1768004173918,"sourceSize":5681,"sourcePath":"","exportPath":"site-lib/scripts/graph-render-worker.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/media/favicon.png":{"createdTime":1768334324685,"modifiedTime":1768334324685,"sourceSize":1105,"sourcePath":"","exportPath":"site-lib/media/favicon.png","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/styles/obsidian.css":{"createdTime":1768334324973,"modifiedTime":1768334324973,"sourceSize":206058,"sourcePath":"","exportPath":"site-lib/styles/obsidian.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"site-lib/styles/global-variable-styles.css":{"createdTime":1768334324973,"modifiedTime":1768334324973,"sourceSize":305,"sourcePath":"","exportPath":"site-lib/styles/global-variable-styles.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"site-lib/styles/main-styles.css":{"createdTime":1768004173961,"modifiedTime":1768004173961,"sourceSize":19521,"sourcePath":"","exportPath":"site-lib/styles/main-styles.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"site-lib/rss.xml":{"createdTime":1768334325565,"modifiedTime":1768334325565,"sourceSize":97643,"sourcePath":"","exportPath":"site-lib/rss.xml","showInTree":false,"treeOrder":0,"backlinks":[],"type":"other","data":null},"pasted-image-20260113145344.png":{"createdTime":1768334024107,"modifiedTime":1768334024108,"sourceSize":741068,"sourcePath":"Pasted image 20260113145344.png","exportPath":"pasted-image-20260113145344.png","showInTree":true,"treeOrder":0,"backlinks":[],"type":"media","data":null},"pasted-image-20260113145344.html":{"createdTime":1768334024107,"modifiedTime":1768334024108,"sourceSize":741068,"sourcePath":"Pasted image 20260113145344.png","exportPath":"pasted-image-20260113145344.html","showInTree":true,"treeOrder":16,"backlinks":["forgotten-realms/teves.html"],"type":"attachment","data":null}},"sourceToTarget":{"Forgotten Realms/Dhampir (FR).md":"forgotten-realms/dhampir-(fr).html","Forgotten Realms/Goblin (FR).md":"forgotten-realms/goblin-(fr).html","Forgotten Realms/Grung.md":"forgotten-realms/grung.html","Forgotten Realms/Human (FR).md":"forgotten-realms/human-(fr).html","Forgotten Realms/Races of the Forgotten Realms.md":"forgotten-realms/races-of-the-forgotten-realms.html","Forgotten Realms/Teves.md":"forgotten-realms/teves.html","Forgotten Realms/Thri-Keen.md":"forgotten-realms/thri-keen.html","Pasted image 20260111142142.png":"pasted-image-20260111142142.html","Pasted image 20260111144017.png":"pasted-image-20260111144017.html","Pasted image 20260111144906.png":"pasted-image-20260111144906.html","Pasted image 20260113140933.png":"pasted-image-20260113140933.html","Pasted image 20260113141021.png":"pasted-image-20260113141021.html","Pasted image 20260113141135.png":"pasted-image-20260113141135.html","Pasted image 20260113141204.png":"pasted-image-20260113141204.html","Pasted image 20260113142039.png":"pasted-image-20260113142039.html","Shared Between.md":"shared-between.html","":"site-lib/rss.xml","Pasted image 20260113145344.png":"pasted-image-20260113145344.html"},"featureOptions":{"backlinks":{"featureId":"backlinks","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".footer","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Backlinks","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"tags":{"featureId":"tags","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header .data-bar","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"showInlineTags":true,"showFrontmatterTags":true,"info_showInlineTags":{"show":true,"name":"","description":"Show tags defined inside the document at the top of the page.","placeholder":""},"info_showFrontmatterTags":{"show":true,"name":"","description":"Show tags defined in the frontmatter of the document at the top of the page.","placeholder":""}},"alias":{"featureId":"aliases","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header .data-bar","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Aliases","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"properties":{"featureId":"properties","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Properties","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"info_hideProperties":{"show":true,"name":"","description":"A list of properties to hide from the properties view","placeholder":""}},"fileNavigation":{"featureId":"file-navigation","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#left-sidebar-content","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"info_includePath":{"show":false,"name":"","description":"","placeholder":""},"showCustomIcons":false,"showDefaultFolderIcons":false,"showDefaultFileIcons":false,"defaultFolderIcon":"lucide//folder","defaultFileIcon":"lucide//file","defaultMediaIcon":"lucide//file-image","exposeStartingPath":true,"info_showCustomIcons":{"show":true,"name":"","description":"Show custom icons for files and folders","placeholder":""},"info_showDefaultFolderIcons":{"show":true,"name":"","description":"Show a default icon of a folder for every folder in the tree","placeholder":""},"info_showDefaultFileIcons":{"show":true,"name":"","description":"Show a default icon of a file for every file in the tree","placeholder":""},"info_defaultFolderIcon":{"show":true,"name":"","description":"The icon to use for folders. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_defaultFileIcon":{"show":true,"name":"","description":"The icon to use for files. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_defaultMediaIcon":{"show":true,"name":"","description":"The icon to use for media files. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_exposeStartingPath":{"show":true,"name":"","description":"Whether or not to show the current file in the file tree when the page is first loaded","placeholder":""},"includePath":"site-lib/html/file-tree.html"},"search":{"featureId":"search","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#left-sidebar .topbar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Search...","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"outline":{"featureId":"outline","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar-content","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Outline","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"startCollapsed":false,"minCollapseDepth":0,"info_startCollapsed":{"show":true,"name":"","description":"Should the outline start collapsed?","placeholder":""},"info_minCollapseDepth":{"show":true,"name":"","description":"Only allow outline items to be collapsed if they are at least this many levels deep in the tree.","placeholder":"","dropdownOptions":{"1":1,"2":2,"No Collapse":100}}},"themeToggle":{"featureId":"theme-toggle","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar .topbar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"graphView":{"featureId":"graph-view","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Graph View","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"showOrphanNodes":true,"showAttachments":false,"allowGlobalGraph":true,"allowExpand":true,"attractionForce":1,"linkLength":15,"repulsionForce":80,"centralForce":2,"edgePruning":100,"minNodeRadius":3,"maxNodeRadius":7,"info_showOrphanNodes":{"show":true,"name":"","description":"Show nodes that are not connected to any other nodes.","placeholder":""},"info_showAttachments":{"show":true,"name":"","description":"Show attachments like images and PDFs as nodes in the graph.","placeholder":""},"info_allowGlobalGraph":{"show":true,"name":"","description":"Allow the user to view the global graph of all nodes.","placeholder":""},"info_allowExpand":{"show":true,"name":"","description":"Allow the user to pop-out the graph view to take up the whole screen","placeholder":""},"info_attractionForce":{"show":true,"name":"","description":"How much should linked nodes attract each other? This will make the graph appear more clustered.","placeholder":""},"info_linkLength":{"show":true,"name":"","description":"How long should the links between nodes be? The shorter the links the more connected nodes will cluster together.","placeholder":""},"info_repulsionForce":{"show":true,"name":"","description":"How much should nodes repel each other? This will make disconnected parts more spread out.","placeholder":""},"info_centralForce":{"show":true,"name":"","description":"How much should nodes be attracted to the center? This will make the graph appear more dense and circular.","placeholder":""},"info_edgePruning":{"show":true,"name":"","description":"Edges with a length above this threshold will not be rendered, however they will still contribute to the simulation. This can help large tangled graphs look more organised. Hovering over a node will still display these links.","placeholder":""},"info_minNodeRadius":{"show":true,"name":"","description":"How small should the smallest nodes be? The smaller a node is the less it will attract other nodes.","placeholder":""},"info_maxNodeRadius":{"show":true,"name":"","description":"How large should the largest nodes be? Nodes are sized by how many links they have. The larger a node is the more it will attract other nodes. This can be used to create a good grouping around the most important nodes.","placeholder":""}},"sidebar":{"featureId":"sidebar","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"allowResizing":true,"allowCollapsing":true,"rightDefaultWidth":"20em","leftDefaultWidth":"20em","info_allowResizing":{"show":true,"name":"","description":"Whether or not to allow the sidebars to be resized","placeholder":""},"info_allowCollapsing":{"show":true,"name":"","description":"Whether or not to allow the sidebars to be collapsed","placeholder":""},"info_rightDefaultWidth":{"show":true,"name":"","description":"The default width of the right sidebar","placeholder":""},"info_leftDefaultWidth":{"show":true,"name":"","description":"The default width of the left sidebar","placeholder":""}},"customHead":{"featureId":"custom-head","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"head","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"info_includePath":{"show":false,"name":"","description":"","placeholder":""},"sourcePath":"","info_sourcePath":{"show":true,"name":"","description":"The local path to the source .html file which will be included.","placeholder":"","fileInputOptions":{"makeRelativeToVault":true,"browseButton":true}},"includePath":"site-lib/html/custom-head.html"},"document":{"featureId":"obsidian-document","enabled":true,"unavailable":false,"alwaysEnabled":true,"hideSettingsButton":false,"allowFoldingLists":true,"allowFoldingHeadings":true,"documentWidth":"40em","info_allowFoldingLists":{"show":true,"name":"","description":"Whether or not to allow lists to be folded","placeholder":""},"info_allowFoldingHeadings":{"show":true,"name":"","description":"Whether or not to allow headings to be folded","placeholder":""},"info_documentWidth":{"show":true,"name":"","description":"The width of the document","placeholder":""}},"rss":{"featureId":"rss","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"siteUrl":"","authorName":"","info_siteUrl":{"show":true,"name":"","description":"The url that this site will be hosted at","placeholder":"https://example.com/mysite"},"info_authorName":{"show":true,"name":"","description":"The name of the author of the site","placeholder":""}},"linkPreview":{"featureId":"link-preview","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":true}},"modifiedTime":1768334324994,"siteName":"Dragoons","vaultName":"Dragoons","exportRoot":"","baseURL":"","pluginVersion":"1.9.2","themeName":"","bodyClasses":"publish css-settings-manager styled-scrollbars show-inline-title show-ribbon is-focused","hasFavicon":false}